[
  {
    "id": 0,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "From a different perspective, an imposing wall is just a large door."
  },
  {
    "id": 1,
    "character": "Gen Takekura",
    "show": "Eyeshield 21",
    "quote": "When a man bleeds freely for the sake of other people, it's only proper to pretend that you never saw it."
  },
  {
    "id": 2,
    "character": "Ging Freecss",
    "show": "Hunter X Hunter",
    "quote": "If I can get my target to move as I want, I've succeeded as a Hunter."
  },
  {
    "id": 3,
    "character": "Killua Zoldyck",
    "show": "Hunter X Hunter",
    "quote": "When I say it doesn't hurt me, that means I can bear it."
  },
  {
    "id": 4,
    "character": "Kuklo",
    "show": "Shingeki no Kyojin: Before the Fall",
    "quote": "All the people I saw from my cage...All the things I saw from my cage, that was the whole world to me. At first, all I could sense was the hostility of the people looking at me from outside...And their feelings of fear. Piercing gazes, hurled stones, whips, sticks...Everything outside the cage was frightening, a source of pain...But eventually I began to realize something. I began to see their other emotions, not just their hostility and fear of me. They were the emotions of families, lovers, and friends who came to the sideshow...Emotions meant for each other."
  },
  {
    "id": 5,
    "character": "Kaitou Kid",
    "show": "Detective Conan",
    "quote": "The sea’s blue reflects because of the sky’s blue. Just like detectives and thieves. We’re all toying with the human mind. But the one who pries for others’ secrets is the one who’s truly impolite."
  },
  {
    "id": 6,
    "character": "Sai",
    "show": "Naruto",
    "quote": "It's because Sakura loves Sasuke that she doesn't want him to sink any lower. It's because she loves him that she wants to rescue him from the evil path he currently walks. Even if the only way to do it is to kill him with her own two hands, I believe, she's prepared to do it because she loves him."
  },
  {
    "id": 7,
    "character": "Sengoku the Buddha",
    "show": "One Piece",
    "quote": "Don't try to find a reason for somebody's love!!"
  },
  {
    "id": 8,
    "character": "Pain",
    "show": "Naruto",
    "quote": "How can you say that you will never change? That you will not change, no matter how great the pain you face? Can you continue believing in yourself forever? Can you guarantee it? Can you have such faith in yourself?!"
  },
  {
    "id": 9,
    "character": "Pain",
    "show": "Naruto",
    "quote": "We are but men, drawn to act in the name of revenge that we deem to be justice. But... if there is justice in revenge then that same justice will breed only more revenge... and trigger a cycle of hatred."
  },
  {
    "id": 10,
    "character": "Annie Leonhardt",
    "show": "Shingeki no Kyojin: Lost Girls",
    "quote": "Sometimes you have days like this. Days where the most trivial little thing... Ends up getting you wrapped up in some big, annoying trouble."
  },
  {
    "id": 11,
    "character": "One Piece",
    "show": "One Piece",
    "quote": "We cannot direct the wind, but we can adjust the sails."
  },
  {
    "id": 12,
    "character": "One Piece",
    "show": "One Piece",
    "quote": "Inherited will, the swelling of the changing times, and the dreams of people. These are things that cannot be stopped. As long as people seek the answer to freedom, these will never cease to be!"
  },
  {
    "id": 13,
    "character": "Ymir",
    "show": "Shingeki no Kyojin",
    "quote": "I want to survive...And see her again. As a person, I'm really lower than shit...But she knows that, and she smiles kindly at me anyway."
  },
  {
    "id": 14,
    "character": "Haku",
    "show": "Naruto",
    "quote": "I am of no more use as his tool. Please, kill me."
  },
  {
    "id": 15,
    "character": "Shino Aburame",
    "show": "Naruto",
    "quote": "Trying to improve by learning from others that is what calls friendship."
  },
  {
    "id": 16,
    "character": "Hange Zoe",
    "show": "Shingeki no Kyojin",
    "quote": "Even if all we accomplished were small steps forward... We continued to give our lives if it meant that one day... humanity would be free from this terror."
  },
  {
    "id": 17,
    "character": "Jiraiya",
    "show": "Naruto",
    "quote": "Getting dumped always makes a man stronger. But then again, men aren't meant to pursue happiness."
  },
  {
    "id": 18,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "The strong one doesn't win. The one who wins is strong."
  },
  {
    "id": 19,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "It's stupid to talk about things you're not. Be yourself and you'll be fine."
  },
  {
    "id": 20,
    "character": "Ging Freecss",
    "show": "Hunter X Hunter",
    "quote": "You should enjoy the little detours. To the fullest. Because that's where you'll find the things more important than what you want."
  },
  {
    "id": 21,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "If you don't like your destiny, don't accept it. Instead, have the courage to change it the way you want it to be!"
  },
  {
    "id": 22,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "Humans... Do humans have a purpose when they are born? I have been wondering recently. Because they are born, do they have an important duty? The meaning of being born... For humans to find that answer... It is the one freedom God gave them."
  },
  {
    "id": 23,
    "character": "Might Guy",
    "show": "Naruto",
    "quote": "If you want to be free from your suffering, make up your mind. If you give up on your dream, you will suffer more."
  },
  {
    "id": 24,
    "character": "Kizaru",
    "show": "One Piece",
    "quote": "Without strength, you won't be able to save anyone."
  },
  {
    "id": 25,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "Either in belief or doubt, if I lean to one of these sides, my reaction time will be dulled if my heart thinks the opposite of what I choose."
  },
  {
    "id": 26,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "Family? Let me tell you what kind of link I have with them. They are just lumps of meat linked by hatred and murderous intent!"
  },
  {
    "id": 27,
    "character": "Eren Yeager",
    "show": "Shingeki no Kyojin",
    "quote": "No matter how messed up things get, you can always figure out the best solution."
  },
  {
    "id": 28,
    "character": "Smoker",
    "show": "One Piece",
    "quote": "Don't ever think there's any perfect society made by humans!! If you think that way you'll overlook the enemy!! Don't be fooled by appearances!!"
  },
  {
    "id": 29,
    "character": "Pain",
    "show": "Naruto Shippūden",
    "quote": "Learn to embrace the fear of feeling about what it's like to contemplate what it is to know true pain. Because when I had nothing and no one - I always had Pain."
  },
  {
    "id": 30,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "A detective who corners a culprit with their reasoning and drives them to suicide in front of himself - is no different than a murderer."
  },
  {
    "id": 31,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "There’s no use. There’s no such thing as a victory that can be won through effort. It doesn’t exist."
  },
  {
    "id": 32,
    "character": "Levi Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "The lesson you need to learn right now, can't be taught with words... only with action."
  },
  {
    "id": 33,
    "character": "Reiner Braun",
    "show": "Shingeki no Kyojin",
    "quote": "There are times we can't run away, no matter how bad the odds are. When the people we're supposed to protect are threatened, we have to enter the fray and shield them. And it doesn't matter who or what the enemy is. We need to master skills and get stronger, with artillery as well as hand-do-hand combat. I think that's our responsibility as strong soldiers."
  },
  {
    "id": 34,
    "character": "Hange Zoe",
    "show": "Shingeki no Kyojin",
    "quote": "Ever since I joined the survey corps, I've had people dying on me everyday. But... you understand, don't you? One day or another, everyone you care about eventually dies. It's something we simply can't accept. It's a realization that could drive you insane... It's painful... so painful... I get it. And still... we must keep moving forward."
  },
  {
    "id": 35,
    "character": "Nico Robin",
    "show": "One Piece",
    "quote": "They call me the \"demon child\"."
  },
  {
    "id": 36,
    "character": "Shikaku Nara",
    "show": "Naruto",
    "quote": "Legends from the distant past are always exaggerated, but eventually, someone outdoes them... that's when new legends are born!"
  },
  {
    "id": 37,
    "character": "Ai Haibara",
    "show": "Detective Conan",
    "quote": "It’s like an automated vending machine for canned juice. You’ll get what you want so long as you have the money, but… You get nothing in return without it. You can’t buy your way into the hearts of others."
  },
  {
    "id": 38,
    "character": "Jean Kirstein",
    "show": "Shingeki no Kyojin",
    "quote": "I just really don't wanna meet a disappointing end, with someone burning my bones without even knowing who they belonged to."
  },
  {
    "id": 39,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "Only those who have suffered long, can see the light within the shadows"
  },
  {
    "id": 40,
    "character": "Ino Yamanaka",
    "show": "Naruto",
    "quote": "Oh, I'm sorry. Her head's so empty, so I mistook her for a vase and put flowers in her. You might want to spit that out quick, though. Those can be quite poisonous."
  },
  {
    "id": 41,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "If you hurt somebody... or if somebody hurts you, the same red blood will be shed"
  },
  {
    "id": 42,
    "character": "Madara Uchiha",
    "show": "Naruto",
    "quote": "Power is not will, it is the phenomenon of physically making things happen."
  },
  {
    "id": 43,
    "character": "Might Guy",
    "show": "Naruto",
    "quote": "You're right, all efforts are pointless... If you don't believe in yourself."
  },
  {
    "id": 44,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "You sure can talk the talk, but you're not quite ready to walk the walk. Time's up, it's my turn."
  },
  {
    "id": 45,
    "character": "Hunter X Hunter",
    "show": "Hunter X Hunter",
    "quote": "You must be prepared to face the worst possible scenarios. Because harsh reality strikes without warning."
  },
  {
    "id": 46,
    "character": "Kiba Inuzuka",
    "show": "Naruto",
    "quote": "Akamaru, what's wrong boy? Have you forgotten my scent? We've always been together haven't we? We grew up together. Akamaru please, somewhere in there, there has to be a part of you that remembers. Show me that you remember. AKAMARU! Forgive me. Can you? I know that I've brought you nothing but pain and suffering. I broke my word. I swore I'd always protect you. Akamaru I'm sorry. Sorry I wasn't a better master. I'm here. Here for you. Forever."
  },
  {
    "id": 47,
    "character": "Taro Raimon",
    "show": "Eyeshield 21",
    "quote": "A miracle something like that won't come if you're waiting for it. A miracle is something you work for!"
  },
  {
    "id": 48,
    "character": "Takaaki Morofushi",
    "show": "Detective Conan",
    "quote": "Give advice and good guidance, then halt if such is of no avail. Do not disgrace yourself for it."
  },
  {
    "id": 49,
    "character": "Ai Haibara",
    "show": "Detective Conan",
    "quote": "Humans can’t reverse the flow of time. If you try to twist it against its will… You’ll be punished."
  },
  {
    "id": 50,
    "character": "Chouji Akimichi",
    "show": "Naruto",
    "quote": "This punch is heavier than life itself!"
  },
  {
    "id": 51,
    "character": "Mikasa Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "I am strong. Stronger than all of you. Extremely strong. I can kill all the titans out there. Even if I am alone."
  },
  {
    "id": 52,
    "character": "Eren Yeager",
    "show": "Shingeki no Kyojin",
    "quote": "If you think reality is just living comfortably and following your own whims, can you seriously dare to call yourself a soldier?"
  },
  {
    "id": 53,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "There's no advantage to hurrying through life."
  },
  {
    "id": 54,
    "character": "Neji Hyuuga",
    "show": "Naruto",
    "quote": "[To Hinata At Chuunin Exams] So you're not going to withdraw? Then don't blame me for what happens to you."
  },
  {
    "id": 55,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "BLOOOOOOOOOOOOOOOD!!! MY BLOOOOOOOOOOOOOD!!!"
  },
  {
    "id": 56,
    "character": "Kiba Inuzuka",
    "show": "Naruto",
    "quote": "A wall's a wall and there's no wall I can't punch a hole through!"
  },
  {
    "id": 57,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "If I get reincarnated... I wanna become a clam."
  },
  {
    "id": 58,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "When I'm with Iruka-sensei, I think if that's what having a father is like... *to Sasuke* When I'm with you, I think if that's what having a brother is like."
  },
  {
    "id": 59,
    "character": "Rock Lee",
    "show": "Naruto",
    "quote": "If you believe in your dreams, I will prove to you, that you can achieve your dreams just by working hard."
  },
  {
    "id": 60,
    "character": "Dracule Mihawk",
    "show": "One Piece",
    "quote": "The world has too many heroes. It needs a monster."
  },
  {
    "id": 61,
    "character": "Gol D. Roger",
    "show": "One Piece",
    "quote": "The world...what a glorious place! Seek freedom, and it will lie stretched out before your eyes. If the endless dream guides your restless spirit, seize it! Raise your flag, and stand tall!"
  },
  {
    "id": 62,
    "character": "Madara Uchiha",
    "show": "Naruto",
    "quote": "Don't improvise what you cannot handle."
  },
  {
    "id": 63,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "I was, I am, and I remain a soldier, sworn to devote my heart and soul to the restoration of humankind! There is no greater glory than than dying for that belief!"
  },
  {
    "id": 64,
    "character": "Eustass Kid",
    "show": "One Piece",
    "quote": "Compared to the \"righteous\" greed of the rulers, the criminals of the world seem much more honorable. When scum rules the world, only more scum is born."
  },
  {
    "id": 65,
    "character": "Rock Lee",
    "show": "The Last -Naruto the Movie-",
    "quote": "A hero is not the one who never falls. He is the one that who gets up, again and again, never losing sights of his dreams."
  },
  {
    "id": 66,
    "character": "Annie Leonhardt",
    "show": "Shingeki no Kyojin",
    "quote": "You are saying that innately, all people are good, and if they were to just assume their nature, this organization wouldn't be so rotten, right? But in my opinion, the structure of the organization, the way it is set up is what provides insight into what the true human nature really is."
  },
  {
    "id": 67,
    "character": "Trafalgar Law",
    "show": "One Piece",
    "quote": "The weak don't get to decide anything, not even how they die."
  },
  {
    "id": 68,
    "character": "Detective Conan",
    "show": "Detective Conan",
    "quote": "Those who do well, respect their chances. Those who pass on chances, may never be presented with that chance again."
  },
  {
    "id": 69,
    "character": "Pain",
    "show": "Naruto",
    "quote": "Because of the existence of love - sacrifice is born. As well as hate. Then one comprehends... one knows PAIN."
  },
  {
    "id": 70,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "People cannot win against their loneliness."
  },
  {
    "id": 71,
    "character": "Hagoromo Ōtsutsuki",
    "show": "Naruto Shippūden",
    "quote": "The past does not exist to remind us that the future cannot be changed. It exists to remind us what the future can be."
  },
  {
    "id": 72,
    "character": "Brook",
    "show": "One Piece",
    "quote": "All for one, one for all! There are times when a man has no choice but to act!"
  },
  {
    "id": 73,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "Kabuto: Isn't acknowledging what you can't do the same as giving up?\n\nItachi: No, it means to forgive yourself for what you aren't able to do. Your comrades are there to make up for what you cannot do and to prevent you from ignoring things that you actually might have been able to do."
  },
  {
    "id": 74,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "Three times now... We've fought world wars for our own nations, our own villages. We've hurt one another. We've hated one another. That hatred bred a lust for power, and that lust for power created ME. I was a Jinchuuriki, the embodiment of hatred and power. And I hated this world, and all the people in it... I wanted to destroy it with my own hands. The exact same thing Akatsuki is trying to do today. But one man, one ninja from Konoha stopped me. I was his enemy, yet he wept for me! I hurt him, yet he called me his friend! He saved me! My enemy, my fellow Jinchuuriki... He suffered the same pain as me, yet bore no ill will! There are no enemies here because we've all suffered at Akatsuki's hand! SO THERE IS NO SAND, NO STONE, NO LEAF, NO MIST, NO CLOUD! THERE ARE ONLY SHINOBI! And if you still hold a grudge against the Sand, then when this war is over, come and take my head instead! Our enemies are after the friend who saved my life! If they take him, if we hand him over, our world is finished! I want to protect him, and I want to protect our world! But I'm too young to protect it all on my own! All of you lend me your aid!"
  },
  {
    "id": 75,
    "character": "Ran Mouri",
    "show": "Detective Conan",
    "quote": "When people make a mistake, it is nice to give them advice, but... if they don’t listen, just leave them alone. Otherwise you'll do yourself a disservice by wasting your time and effort."
  },
  {
    "id": 76,
    "character": "Neji Hyuuga",
    "show": "Naruto",
    "quote": "Hinata... this is the unalterable difference in strength... the distinction that separates the elite from the failure. This is the unchangeable reality. From the moment you said you wouldn't run, your defeat was inevitable. The only possible outcome was your present despair... Withdraw!"
  },
  {
    "id": 77,
    "character": "Yashamaru",
    "show": "Naruto",
    "quote": "Love is... care and devotion you feel for the precious ones around you."
  },
  {
    "id": 78,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "Love is an emotional thing. I will say nothing in praise of it... It is antagonistic to clear reasoning. It's the same in tennis. Love is 0. No matter how many zeroes you add together, you'll just lose miserably."
  },
  {
    "id": 79,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "Naruto... Just so you know, there will be a war to protect the Eight-Tails and Nine-Tails. In other words - you. For the sake of the ninja world and as the Kazekage, I will guard you with my life. If as a member of Akatsuki, Sasuke Uchiha stands in the way of the ninja coalition... I will show him no mercy."
  },
  {
    "id": 80,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "A small mistake can make a huge difference."
  },
  {
    "id": 81,
    "character": "Dot Pixis",
    "show": "Shingeki no Kyojin",
    "quote": "If it means mankind will live on, I don't mind being called a murderer"
  },
  {
    "id": 82,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "I will see the truth of this world... LORD OROCHIMARU WILL SHOW ME!!!"
  },
  {
    "id": 83,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "There is only one truth."
  },
  {
    "id": 84,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "It's not because I'm lazy, it's just because I don't care."
  },
  {
    "id": 85,
    "character": "Sanji",
    "show": "One Piece",
    "quote": "Men who can't wipe away the tears from a women's eyes, aren't real men."
  },
  {
    "id": 86,
    "character": "Detective Conan",
    "show": "Detective Conan",
    "quote": "Be as swift as the wind. Be as quiet as the forest. Attack as fiercely as the fire. Be immovable like a mountain. Move like the lightning. Be as impenetrable as a shadow."
  },
  {
    "id": 87,
    "character": "Haku",
    "show": "Naruto",
    "quote": "I'm sure that the boy I killed, who shared that skill, must also have grown up knowing the pain of which I speak. We are special. We are powerful. And we are feared."
  },
  {
    "id": 88,
    "character": "Orochimaru",
    "show": "Naruto",
    "quote": "Real power is forged from the desire smoldering in the heart. It fans into a flame and begins to burn with an intensity scarcely imagined to be possible."
  },
  {
    "id": 89,
    "character": "Enel",
    "show": "One Piece",
    "quote": "I am lightning. No matter how hard they try, mankind can never overcome lightning. Since ancient times, mankind has labeled the unknowns of nature as God. And anything they could not understand, they feared. Everything which befalls mankind is said to be the work of God. Mankind accepts that it cannot defeat natural disasters. And I am one of them."
  },
  {
    "id": 90,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "A ninja must see underneath the underneath."
  },
  {
    "id": 91,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "Is there really a god? If there is one, why does he keep me confined in here?"
  },
  {
    "id": 92,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "You came without fear. Don't have any regrets, no matter what happens. This is the duel you wanted."
  },
  {
    "id": 93,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "When people are faced with a situation they don't understand, it's easy for fear to take hold."
  },
  {
    "id": 94,
    "character": "Boa Hancock",
    "show": "One Piece",
    "quote": "Whether I kick a kitten... Tear off your ears... Even slaughter innocent people... The world will never cease to forgive my actions! Why, you ask? That's right, it is because I am... Beautiful!!!"
  },
  {
    "id": 95,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "Those who cannot acknowledge themselves, will eventually fail."
  },
  {
    "id": 96,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "The pain of being alone is completely out of this world, isn't it? I don't know why, but I understand your feelings so much, it actually hurts."
  },
  {
    "id": 97,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "Now there's something I understand a little better. Hate, sadness, even joy. To be able to share it with another person... Naruto Uzumaki. From fighting him I learned that. He knew pain like I did and then he taught me that you can change your path. I wish that one day I can be needed by someone. Not as a frightening weapon... But as the sand's Kazekage."
  },
  {
    "id": 98,
    "character": "Iruka Umino",
    "show": "Naruto",
    "quote": "[About Naruto] Well that's typical. Not happy unless he's giving people a heart attack."
  },
  {
    "id": 99,
    "character": "Pain",
    "show": "Naruto",
    "quote": "Justice comes from vengeance, but that justice only breeds more vengeance."
  },
  {
    "id": 100,
    "character": "Tony Tony Chopper",
    "show": "One Piece",
    "quote": "I want a devil fruit."
  },
  {
    "id": 101,
    "character": "Rock Lee",
    "show": "Naruto",
    "quote": "Stop it! How dare you disrespect an opponent that fought you with all he had!?"
  },
  {
    "id": 102,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "I haven't lived all that long yet, but there is something I firmly believe in. The people who have the ability to change something in this world, all without exception, have the guts to abandon things important to them if they have to. They are those who can abandon even their humanity."
  },
  {
    "id": 103,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "The strong feed upon weak. It's such an obligingly simple rule. Except in this world, my friends tried to be strong."
  },
  {
    "id": 104,
    "character": "Shinnou",
    "show": "Naruto Shippūden: Kizuna",
    "quote": "People are weak. They have no fangs or claws. All they can do is cry. And yet, how was it that this world came into the possession of humans? That's because...  among all living things... they are... the cruelest!"
  },
  {
    "id": 105,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "Bitter crimson tears flow from lifeless eyes, and mingle with the endless sands... Bestowing ever greater power upon the demon god."
  },
  {
    "id": 106,
    "character": "Madara Uchiha",
    "show": "Naruto",
    "quote": "Man seeks peace, yet at the same time yearning for war... Those are the two realms belonging solely to man. Thinking of peace whilst spilling blood is something that only humans could do. They're two sides of the same coin... to protect something... another must be sacrificed."
  },
  {
    "id": 107,
    "character": "Orochimaru",
    "show": "Naruto",
    "quote": "There probably isn't any meaning in life. Perhaps you can find something interesting to do while you are alive. Like how you found that flower. Like how I found you."
  },
  {
    "id": 108,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "An island from a dream within a dream? I could never pass up a great adventure like this!"
  },
  {
    "id": 109,
    "character": "Grisha Yeager",
    "show": "Shingeki no Kyojin",
    "quote": "Karla, nothing can surpass a human's curiosity."
  },
  {
    "id": 110,
    "character": "Franky",
    "show": "One Piece",
    "quote": "I am crazy and stubborn."
  },
  {
    "id": 111,
    "character": "Shalnark",
    "show": "Hunter X Hunter",
    "quote": "But the big difference is who I work for. I'd rather die than be a yes-man to someone I don't even like."
  },
  {
    "id": 112,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "[to the Sound Ninja Four] Which do you prefer? To die, or to obey?"
  },
  {
    "id": 113,
    "character": "Hisoka",
    "show": "Hunter X Hunter",
    "quote": "It takes a mere second for treasure to turn to trash."
  },
  {
    "id": 114,
    "character": "Haku",
    "show": "Naruto",
    "quote": "I want to make his dreams come true..."
  },
  {
    "id": 115,
    "character": "Netero",
    "show": "Hunter X Hunter",
    "quote": "Human potential for evolution is limitless."
  },
  {
    "id": 116,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "If Tayuya comes back, I'll kill her."
  },
  {
    "id": 117,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "The moon does not mourn over the dead. What it does is shine light on the truth."
  },
  {
    "id": 118,
    "character": "Sanji",
    "show": "One Piece",
    "quote": "Black leg!"
  },
  {
    "id": 119,
    "character": "Kabuto Yakushi",
    "show": "Naruto",
    "quote": "Mm, she's strong and scary. I bet she's single."
  },
  {
    "id": 120,
    "character": "Kurapika",
    "show": "Hunter X Hunter",
    "quote": "The only principle is that there is no principles."
  },
  {
    "id": 121,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "Someday, I just want to marry a regular girl who isn't too ugly and not too pretty. Have two children, first a girl, then a boy. Retire after my daughter is married and my son becomes a successful ninja, and spend the rest of my life playing shōgi or Go. Then die of old age before my wife."
  },
  {
    "id": 122,
    "character": "Crocodile",
    "show": "One Piece",
    "quote": "Wake up princess, I'm tired of your useless ideals. It's gotten pathetic. What good are your happy ideals if you can't do anything to make them a reality? They're nothing but dreams, and your dreams don't stand a chance."
  },
  {
    "id": 123,
    "character": "Mr. Blouse",
    "show": "Shingeki no Kyojin",
    "quote": "Those who don't fulfill their obligation to others 'ave no right to ask 'em for such privilege..."
  },
  {
    "id": 124,
    "character": "Arlong",
    "show": "One Piece",
    "quote": "Living is important! It is because one lives, one can enjoy things! Everyone has their own designated place and position in life! This man understands the futility of resisting against that fact! You see, not all living things, are born equal!"
  },
  {
    "id": 125,
    "character": "Detective Conan",
    "show": "Detective Conan",
    "quote": "Admiration is admiration. It's the same as viewing flowers from afar. When you get too close - it becomes like Icarus, who lost his wings and plunged into the earth after flying too close to the Sun. Disaster befalls oneself."
  },
  {
    "id": 126,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "When people have different opinions, you should apply the majority vote."
  },
  {
    "id": 127,
    "character": "Levi Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "A lot of the times, you're going into a situation you know nothing about. So what you need is to be quick to act... and make tough decisions in worst-case scenarios."
  },
  {
    "id": 128,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "[thinking] If I'm still sane by the time I finish their training it'll be a miracle!"
  },
  {
    "id": 129,
    "character": "Mito Freecss",
    "show": "Hunter X Hunter",
    "quote": "If you want to get to know someone, you need to make an effort to learn why they're angry."
  },
  {
    "id": 130,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "Hero? No! We're pirates! I love heroes, but I don't wanna be one! Do you know what heroes are? Say there is a chunk of meat. Pirates will have a banquet and eat it, but heroes will share it with other people. I want all the meat!"
  },
  {
    "id": 131,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "You can't change anything unless you can discard part of yourself too. To surpass monsters, you must be willing to abandon your humanity."
  },
  {
    "id": 132,
    "character": "Kisame Hoshigaki",
    "show": "Naruto",
    "quote": "[after learning Guy Sensei's name. Might Guy] Yeah, mighty stupid looking guy!"
  },
  {
    "id": 133,
    "character": "Orochimaru",
    "show": "Naruto",
    "quote": "Maybe, just maybe, there is no purpose in life... but if you linger a while longer in this world, you might discover something of value in it."
  },
  {
    "id": 134,
    "character": "Sasori",
    "show": "Naruto",
    "quote": "What's the point of something that disappears as soon as it's born?"
  },
  {
    "id": 135,
    "character": "Yashamaru",
    "show": "Naruto",
    "quote": "Physical wounds will definitely bleed and may look painful \nbut over time they heal by themselves and if you apply medicine, \nthey will heal faster. What's troublesome are wounds of the heart. Nothing is harder to heal. They're a bit different from physical injuries. You can't apply medicine for one thing and sometimes, they never heal. There's only one cure for a wound of the heart. \nIt's a bit bothersome and you can only receive it from someone else. What is it? Love."
  },
  {
    "id": 136,
    "character": "Knov",
    "show": "Hunter X Hunter",
    "quote": "Whenever humans encounter the unknown, they tend to lose perspective."
  },
  {
    "id": 137,
    "character": "Portgas D. Ace",
    "show": "One Piece",
    "quote": "We have to live a life of no regrets."
  },
  {
    "id": 138,
    "character": "Ymir",
    "show": "Shingeki no Kyojin",
    "quote": "I too used to believe that the world would be a better place if I hadn’t been born. I was hated merely for the fact that I existed, and I died for the happiness of many people. But there was one thing I wished for with all my heart... If I’m ever given a second chance in life, I want to live for only myself. That is my sincere wish."
  },
  {
    "id": 139,
    "character": "Obito Uchiha",
    "show": "Naruto",
    "quote": "I'm no one. I don't want to be anyone. All I care about is completing the moon's eye plan. This world is completely worthless. There is nothing left in it but misery."
  },
  {
    "id": 140,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "Idiot... There's no win or lose in this, no higher or lower... There is always...only ONE truth."
  },
  {
    "id": 141,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "I don't like the terms \"good person\" or \"bad person\" because it's impossible to be entirely good to everyone or entirely bad to everyone. To some, you are a good person, while to others, you are a bad person."
  },
  {
    "id": 142,
    "character": "Jiraiya",
    "show": "Naruto",
    "quote": "A person grows up when he's able to overcome hardships. Protection is important, but there are some things that a person must learn on his own."
  },
  {
    "id": 143,
    "character": "Killua Zoldyck",
    "show": "Hunter X Hunter",
    "quote": "If I ignore a friend I have the ability to help, wouldn't I be betraying him?"
  },
  {
    "id": 144,
    "character": "Ymir",
    "show": "Shingeki no Kyojin",
    "quote": "Just because you want other people to think of you as someone who'd literally die for another... dragging someone else to his death just for that... only a bad girl would do that, right?"
  },
  {
    "id": 145,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "He turned a room full of strangers into a room full of enemies with just one sentence."
  },
  {
    "id": 146,
    "character": "Hattori Heiji",
    "show": "Detective Conan",
    "quote": "To deceive your enemy, begin with your ally."
  },
  {
    "id": 147,
    "character": "Whitebeard",
    "show": "One Piece",
    "quote": "About Whitebeard \"Even in death, his body did not fall. His figure, taking down enemies while losing half of his head, was truly monstrous. The total number of sword wounds he received in this battle was 267. He was shot by 152 bullets. And was hit by 46 cannonballs. And despite all this, his proud back, over the course of his entire life as a pirate, never received a single scar from running away!\""
  },
  {
    "id": 148,
    "character": "Kaitou Kid",
    "show": "Detective Conan",
    "quote": "You can't perform the same trick twice with one audience. If performed only once, the magic leaves a strong impression. It will then blossom into a beautiful miracle in their hearts. But, when used twice, rather than the audience enjoying the magic, they focus on unraveling the trick. As such, the chance of it being unveiled is high."
  },
  {
    "id": 149,
    "character": "Kaitou Kid",
    "show": "Detective Conan",
    "quote": "You are right. I am not a detective, but a thief. And stealing is what thieves do best, even if it's a persons heart."
  },
  {
    "id": 150,
    "character": "Neji Hyuuga",
    "show": "Naruto",
    "quote": "Fear. That is what we live with. And we live it everyday. Only in death are we free of it."
  },
  {
    "id": 151,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "You've underestimated me, snow woman. When you thought you couldn't beat me, you should have run. Of course, there are things that I don't wanna cut. But... let me ask you something.\nHave you ever seen a fierce animal you were sure would never bite? Because I haven't."
  },
  {
    "id": 152,
    "character": "Marco Bodt",
    "show": "Shingeki no Kyojin",
    "quote": "You're not a strong person, so you can really understand how weak people feel. I mean... Most humans are weak, including me... But if I got an order from someone who saw things like I do, no matter how tough it was, I'd do my damnedest to carry it out."
  },
  {
    "id": 153,
    "character": "Gamabunta",
    "show": "Naruto",
    "quote": "What's your wish? Peace? Money? Or the world? Whatever you wish for, it's something you have to get with your own strength!"
  },
  {
    "id": 154,
    "character": "Sanji",
    "show": "One Piece",
    "quote": "A real man is someone who forgives a woman for her lies!"
  },
  {
    "id": 155,
    "character": "Sanji",
    "show": "One Piece",
    "quote": "Don't start a fight that you can't finish."
  },
  {
    "id": 156,
    "character": "Tobi",
    "show": "Naruto",
    "quote": "It's too late to regret. Reality is just cruelly moving forward."
  },
  {
    "id": 157,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "Because they saved me from myself, they rescued me from my loneliness. They were the first to accept me for who I am. They're my friends."
  },
  {
    "id": 158,
    "character": "Jodie Starling",
    "show": "Detective Conan",
    "quote": "Relying on someone else without exerting any effort of your own is just not right. Because the one you rely on most, can disappear, at any time."
  },
  {
    "id": 159,
    "character": "Kaitou Kid",
    "show": "Detective Conan",
    "quote": "Smiles and laughter are always good, but never forget your Poker Face!"
  },
  {
    "id": 160,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "This is my case! I'm going to solve it!! Don't get involved!"
  },
  {
    "id": 161,
    "character": "Jiraiya",
    "show": "Naruto",
    "quote": "Rejection is a part of any man’s life. If you can’t accept and move past rejection, or at least use it as writing material - you’re not a real man."
  },
  {
    "id": 162,
    "character": "Portgas D. Ace",
    "show": "One Piece",
    "quote": "Sometimes, the blood rushes to my head and I feel like, if I run, I'll lose something important."
  },
  {
    "id": 163,
    "character": "Haku",
    "show": "Naruto",
    "quote": "Can you understand? Not having a dream... not being needed by anyone... The pain of merely being alive."
  },
  {
    "id": 164,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "The ones who aren't able to acknowledge their own selves are bound to fail."
  },
  {
    "id": 165,
    "character": "Pain",
    "show": "Naruto",
    "quote": "Pain is the way to bring peace."
  },
  {
    "id": 166,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "I've lived longer than you. And times have been bad. I know the pain of loss. You and I haven't really been fortunate. It's true. But it could be worse. For me, and for you, too... We've found good friends, haven't we? Because of your losses, you should understand."
  },
  {
    "id": 167,
    "character": "Hiruma Youichi",
    "show": "Eyeshield 21",
    "quote": "Don't get too close to him, his stupidity is contagious."
  },
  {
    "id": 168,
    "character": "Eren Yeager",
    "show": "Shingeki no Kyojin",
    "quote": "On that day, mankind received a grim reminder. We lived in fear of the titans, and were disgraced to live in these cages we called walls."
  },
  {
    "id": 169,
    "character": "Sakura Haruno",
    "show": "Naruto",
    "quote": "It's always like this. The only things I can ever do for Naruto are the little things anyone could do..."
  },
  {
    "id": 170,
    "character": "Sai",
    "show": "Naruto Shippūden",
    "quote": "Even if I force myself to smile. It seems I'm the type of person who ends up being hated."
  },
  {
    "id": 171,
    "character": "Pain",
    "show": "Naruto",
    "quote": "Even the most ignorant, innocent child will eventually grow up as they learn what true pain is. It affects what they say, what they think… and they become real people."
  },
  {
    "id": 172,
    "character": "Hattori Heiji",
    "show": "Detective Conan",
    "quote": "Humans are suspicious and jealous creatures. When they see something perfect, they wanna find a flaw."
  },
  {
    "id": 173,
    "character": "Obito Uchiha",
    "show": "Naruto",
    "quote": "Somewhere inside of me?! Take a good look, there's nothing inside of me anymore!!! I don't feel pain, I don't feel anything! You need to let that guilt go Kakashi. This wind hole wasn't your doing... It was made by this evil, cruel world."
  },
  {
    "id": 174,
    "character": "Levi Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "If you don't want to die - think."
  },
  {
    "id": 175,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "While you're alive, you need a reason for your existence. Being unable to find one is the same as being dead."
  },
  {
    "id": 176,
    "character": "Jinbei",
    "show": "One Piece",
    "quote": "You can't bring back what you've lost, think about what you have now!"
  },
  {
    "id": 177,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "When you give up, your dreams and everything else, they're gone."
  },
  {
    "id": 178,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "We have walked through the darkness of this world, that’s why we are able to see even a sliver of light."
  },
  {
    "id": 179,
    "character": "Kiba Inuzuka",
    "show": "Naruto",
    "quote": "I must be a pretty pathetic owner for you to have bitten me, Akamaru...."
  },
  {
    "id": 180,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "Now I feel that maybe knowing who I actually am is the key to reach perfection. Because that means knowing what I can and cannot do."
  },
  {
    "id": 181,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "I really am... shinobi trash. But the one thing I still learned is this. That void is something that everyone helps you fill. Just because you face adversity and hardships, is no reason to give up on this world. A person willing to throw away all those memories... of their friends and comrades, will never find peace of mind. Resorting to something like that isn't going to bury that hole. If you persevere and endure, someone will be there to support you!"
  },
  {
    "id": 182,
    "character": "Annie Leonhardt",
    "show": "Shingeki no Kyojin: Lost Girls",
    "quote": "All day, I've had to sit in the stench of cigarettes and alcohol. Every single person I met today was drinking and smoking. If they weren't, they were doing drugs. Well, except for Wayne. I've... had enough of it."
  },
  {
    "id": 183,
    "character": "Madara Uchiha",
    "show": "Naruto Shippūden",
    "quote": "I'd be lying if I said things are going according to my plan... but beggars can't be choosers, right?"
  },
  {
    "id": 184,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "True Change cannot be made if it is bound by laws and limitations, predictions and imagination."
  },
  {
    "id": 185,
    "character": "Usopp",
    "show": "One Piece",
    "quote": "I'm the sniper king, sogeking."
  },
  {
    "id": 186,
    "character": "Erwin Smith",
    "show": "Shingeki no Kyojin",
    "quote": "Humanity will never stop fighting itself.. until it shrinks to a size of one or fewer."
  },
  {
    "id": 187,
    "character": "Madara Uchiha",
    "show": "Naruto Shippuuden",
    "quote": "People cannot show each other their true feelings. Fear, suspicion, and resentment never subside."
  },
  {
    "id": 188,
    "character": "Pain",
    "show": "Naruto",
    "quote": "Even children are forced to grow up in the face of pain."
  },
  {
    "id": 189,
    "character": "Dracule Mihawk",
    "show": "One Piece",
    "quote": "You are defeated yet you will not step back, why not?"
  },
  {
    "id": 190,
    "character": "Kankuro",
    "show": "Naruto",
    "quote": "[Thinking] What a sucker. He doesn't know I can re-establish control over my puppet within a blink of an eye. It's what makes me an expert puppet master. And so what if Crow's body is out of commission? I don't need his body. Every part of him is a lethal weapon. [To Shino] Looks like you underestimated me, bug boy. For the last time! There's enough poison on that to drop an elephant, so you're dead."
  },
  {
    "id": 191,
    "character": "Nami",
    "show": "One Piece",
    "quote": "I'm the smartest member in the Straw Hat group."
  },
  {
    "id": 192,
    "character": "Pain",
    "show": "Naruto Shippūden",
    "quote": "Feel pain, think about pain, accept pain, know pain... Shinra Tensei!"
  },
  {
    "id": 193,
    "character": "Mikasa Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "Only victors are allowed to live... this world is merciless like that."
  },
  {
    "id": 194,
    "character": "Killua Zoldyck",
    "show": "Hunter X Hunter",
    "quote": "Nanika, will you forgive me for being a bad big brother?"
  },
  {
    "id": 195,
    "character": "Pain",
    "show": "Naruto",
    "quote": "People are stupid. If I don't do this, there will be no peace. Eventually, time will pass and the pain will heal. Eventually, checkmate's power will weaken and people will begin fighting again. This time, they will use the weapon themselves and once more know true pain. And for the short time, peace will come again. It will give birth to short period of peace within this endless chain of hatred. That's my wish."
  },
  {
    "id": 196,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "I've been around longer than you have, kid. And I've seen my share of troubles. You're not the only one who knows what it's like to lose somebody. It looks like neither of us has led a charming life, have we? Still, it's not that bad. At least you and I have been lucky enough to find new comrades to help fill the void."
  },
  {
    "id": 197,
    "character": "Ran Mouri",
    "show": "Detective Conan",
    "quote": "Courage is a word that gives you the strength to do what's right, you should not use it as an excuse to murder someone."
  },
  {
    "id": 198,
    "character": "Haku",
    "show": "Naruto",
    "quote": "That is when I realized that in all of the world no one needed me. I was alone."
  },
  {
    "id": 199,
    "character": "Ymir",
    "show": "Shingeki no Kyojin",
    "quote": "Living this way is my way of getting revenge!! I'm going to be living proof that your fate isn't decided at birth!! So what about you?! You're going to kill yourself, the ultimate act of submission. Is that how much you want to please the people who treated you like a nuisance?! Why are you trying to hurt yourself?! If your will is that strong... Then shouldn't you be able to change your fate?!"
  },
  {
    "id": 200,
    "character": "Fujitora",
    "show": "One Piece",
    "quote": "If you were to be troubled over something as trivial as losing face, then it's better to not have it at all."
  },
  {
    "id": 201,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "I've been wondering... There must be a purpose for people being born into this world. Why are we here? What does it mean? I've been thinking about it a lot lately. I realized that finding our purpose IS the meaning. That's why we're here. And the ones who find it... They're the only ones who are truly free."
  },
  {
    "id": 202,
    "character": "Sasuke Uchiha",
    "show": "Naruto",
    "quote": "Tears and rain, fall down on my face, my body is unable to stay yet my heart is unwilling to leave."
  },
  {
    "id": 203,
    "character": "Neji Hyuuga",
    "show": "Naruto",
    "quote": "The difference between stupidity and genius, is that genius has its limits."
  },
  {
    "id": 204,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "Behind this mask is...Another mask! Pretty cool, huh?"
  },
  {
    "id": 205,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "You're only resorting to physical abuse because you can't prove that I'm wrong."
  },
  {
    "id": 206,
    "character": "Iruka Umino",
    "show": "Naruto",
    "quote": "[when Naruto transforms into a woman in front of the whole class] CUT THE STUPID TRICKS! THIS IS YOUR LAST WARNING!!"
  },
  {
    "id": 207,
    "character": "Mikasa Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "You're either incompetent or you're spineless cowards. How pathetic. You can just sit here and suck on your fingers. Yeah, do that."
  },
  {
    "id": 208,
    "character": "Madara Uchiha",
    "show": "Naruto",
    "quote": "Nine-Tails, you are merely a momentary life, a temporary existence of coalesced energy... energy that once was a single, ultimate form! An unstable force, lacking in intelligence or sapience, you require a guide to show you purpose. That guide is the Uchiha! The tailed beasts are but slaves to those with blessed eyes. Obey!"
  },
  {
    "id": 209,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "Sorry I'm late guys, a black cat crossed my path so I had to go the long way."
  },
  {
    "id": 210,
    "character": "Chouji Akimichi",
    "show": "Naruto",
    "quote": "[When Ino visits him in the hospital] Hehe. I'm also the type that gets girls to visit him. Take that, Shikamaru!"
  },
  {
    "id": 211,
    "character": "Iruka Umino",
    "show": "Naruto",
    "quote": "When a person dies, he disappears, along with his past, current lifestyle, and his future. Many people die in missions and wars. They die easily and in surprisingly simple ways. Hayate was one of them. Those who die have goals and dreams. But everyone has something as important as those. Parents, siblings, friends, lovers... people who are important to you. They trust and help each other. The bond between the people important to you ever since birth and the string that binds them becomes thicker and stronger as time goes by... It's beyond reason. Those bound to you by that string will do that because it is important."
  },
  {
    "id": 212,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "She should want to see me. If I had said how I feel about her, she would miss me even more. All this time, I've been breaking her heart by keeping her wait, yet I can't still appear before her eyes. I never want to see her cry anymore. Even if it means I no longer exist in her heart. How immature of me, right?"
  },
  {
    "id": 213,
    "character": "Kankuro",
    "show": "Naruto",
    "quote": "But I want to play around before some noisy people come!"
  },
  {
    "id": 214,
    "character": "Ai Haibara",
    "show": "Detective Conan",
    "quote": "They say time and a people’s heart are inversely proportional. The more it passes, the more they grow apart. It seems there are some rare exceptions though."
  },
  {
    "id": 215,
    "character": "Sanji",
    "show": "One Piece",
    "quote": "Leave this guy's key to me, I'll do what you cant do; you do what I can't do. Think carefully! Read the situation. If you're here, there's got to be a way Robin-chan can be saved! Usopp!"
  },
  {
    "id": 216,
    "character": "Hiruma Youichi",
    "show": "Eyeshield 21",
    "quote": "Trying without the winning intent is meaningless."
  },
  {
    "id": 217,
    "character": "Fujitora",
    "show": "One Piece",
    "quote": "If you lose credibility by just admitting fault, then you didn't have any in the first place."
  },
  {
    "id": 218,
    "character": "Historia Reiss",
    "show": "Shingeki no Kyojin",
    "quote": "Even if you have your reasons and there are things you can't tell me, no matter what, I'm on your side."
  },
  {
    "id": 219,
    "character": "Trafalgar Law",
    "show": "One Piece",
    "quote": "You can't see the whole picture until you look at it from the outside."
  },
  {
    "id": 220,
    "character": "Ohnoki",
    "show": "Naruto",
    "quote": "It's because I've experienced pain in the past, that I can even consider what would be best for the future!"
  },
  {
    "id": 221,
    "character": "Kankuro",
    "show": "Naruto",
    "quote": "You tick me off. I hate short people anyway. And you're so impertinent for someone younger than me. It makes me want to break you."
  },
  {
    "id": 222,
    "character": "Kurapika",
    "show": "Hunter x Hunter 2011",
    "quote": "There are two things that collectors always want. The first is any item of extreme rarity. The second is colleagues to whom they can brag about their collection."
  },
  {
    "id": 223,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "Being alone is more painful than getting hurt."
  },
  {
    "id": 224,
    "character": "Tony Tony Chopper",
    "show": "One Piece",
    "quote": "I realized that back then, the reason I wanted to become human, was that I really just wanted to have friends. Now, I just want to be a monster that can help Luffy."
  },
  {
    "id": 225,
    "character": "Eren Yeager",
    "show": "Shingeki no Kyojin",
    "quote": "I want to see and understand the world outside. I don't want to die inside these walls without knowing what's out there!"
  },
  {
    "id": 226,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "Don't underestimate me! I don't quit and I don't run! You can act tough all you want! You're not gonna scare me off! No way! I don't care if I DO get stuck as a Genin for the rest of my life! I'll still be Hokage someday!"
  },
  {
    "id": 227,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "The hole in one's heart gets filled by others around you. Friends won't flock to someone who abandons the memory of his friends and gives up on the world just because things don't go the way he wants them to. That won't help fill the hole in your heart. And people won't help those who run away and do nothing. As long as you don't give up, there will always be salvation."
  },
  {
    "id": 228,
    "character": "Hiruma Youichi",
    "show": "Eyeshield 21",
    "quote": "Do you understand how to handle cards now? I win as long as I can make you think \"there's no way he will play that card\"."
  },
  {
    "id": 229,
    "character": "Hange Zoe",
    "show": "Shingeki no Kyojin",
    "quote": "Even in moments of the deepest despair... I guess we can still find hope, huh?"
  },
  {
    "id": 230,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "People who can't throw something important away, can never hope to change anything."
  },
  {
    "id": 231,
    "character": "One Piece",
    "show": "One Piece",
    "quote": "Even if armed with hundreds of weapons... there are times when you just can't beat a man with a spear of conviction in his gut."
  },
  {
    "id": 232,
    "character": "Ai Haibara",
    "show": "Detective Conan",
    "quote": "Flowers are fragile and ephemeral... Even if you meant to protect them with a surrounding fence from wind and rain, they would die without sunlight...and a spindly fence has no power against a strong wind. Are you fully aware of that, Kudo-kun?.."
  },
  {
    "id": 233,
    "character": "Historia Reiss",
    "show": "Shingeki no Kyojin",
    "quote": "There are many ways of thinking as there are people."
  },
  {
    "id": 234,
    "character": "Usopp",
    "show": "One Piece",
    "quote": "Man or Child, Strong or Weak, None of those matter once you are out at sea!"
  },
  {
    "id": 235,
    "character": "Jiraiya",
    "show": "Naruto",
    "quote": "A place where someone still thinks about you is a place you can call home."
  },
  {
    "id": 236,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "One day I'd like to become something precious to others."
  },
  {
    "id": 237,
    "character": "One Piece",
    "show": "One Piece",
    "quote": "They are more like “people who don’t follow rules…” There are different kinds of people in different worlds! … Between you two and them, what is the difference? It isn’t unusual… to put it to an extreme… A hero during a war would be just another murderer in peaceful times."
  },
  {
    "id": 238,
    "character": "Ymir",
    "show": "Shingeki no Kyojin",
    "quote": "Do you always want to live hiding behind the mask you put up for the sake of others?! You're you, and there's nothing wrong with that."
  },
  {
    "id": 239,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "Failing doesn't give you a reason to give up as long as you believe."
  },
  {
    "id": 240,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "If love is just a word, then why does it hurt so much if you realize it isn't there?"
  },
  {
    "id": 241,
    "character": "Jinbei",
    "show": "One Piece",
    "quote": "Don't just think about the ones you have lost. You can't get back what you have lost. What is it that you still have ?"
  },
  {
    "id": 242,
    "character": "Jiraiya",
    "show": "Naruto",
    "quote": "All the girls in Konoha are so hot these days."
  },
  {
    "id": 243,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "You've only seen one of my dances."
  },
  {
    "id": 244,
    "character": "Gon Freecss",
    "show": "Hunter X Hunter",
    "quote": "In my next life, I want to be me, and meet you again."
  },
  {
    "id": 245,
    "character": "Chouji Akimichi",
    "show": "Naruto",
    "quote": "[talking about food] The last bite. It is the final one, and the most suitable one to enjoy the most. No matter what it costs, I will not give it up."
  },
  {
    "id": 246,
    "character": "Brook",
    "show": "One Piece",
    "quote": "Neither God nor the Devil can give aid to those without the will to fight…"
  },
  {
    "id": 247,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "I see...since I am no longer going to be Lord Orochimaru's vessel, my duty is to protect the vessel."
  },
  {
    "id": 248,
    "character": "Koala",
    "show": "Hunter X Hunter",
    "quote": "I was trying to take the easy way out by running away from everything. No matter the pain, I will keep living. So when I die, I'll feel I did the best I could."
  },
  {
    "id": 249,
    "character": "Brook",
    "show": "One Piece",
    "quote": "What do you know of death?!! Have you ever died?!! You think death will preserve your cause forever?!! Ridiculous!! Death leaves nothing behind!! Once a person passes on, nothing remains but dead bones!! If there is one thing I can’t stand, it is a person with no respect for life!!"
  },
  {
    "id": 250,
    "character": "Tenten",
    "show": "Naruto",
    "quote": "The weaker you are the louder you bark."
  },
  {
    "id": 251,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "Leaf Village Secret-Finger Justu...1,000 Years of Death!!! *sticks his fingers up Naruto's ass*"
  },
  {
    "id": 252,
    "character": "Kankuro",
    "show": "Naruto",
    "quote": "A fair warning... we ninja of the Sand aren't as easygoing as those of the Leaf. But getting close to Kuroari so carelessly...isn't good!"
  },
  {
    "id": 253,
    "character": "Nami",
    "show": "One Piece",
    "quote": "Life is like a pencil that will surely run out, but will leave the beautiful writing of life."
  },
  {
    "id": 254,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "Self-sacrifice... A nameless shinobi who protects peace within its shadow. That is a true shinobi."
  },
  {
    "id": 255,
    "character": "Ai Haibara",
    "show": "Detective Conan",
    "quote": "People have emotions. A troublesome attribute that's not only invisible, but also changes easily. If it's friendship or love, then that's fine. But if by some trigger it changes to malice and vengeance, then that could bring forth thoughts of murder."
  },
  {
    "id": 256,
    "character": "Pain",
    "show": "Naruto",
    "quote": "Human nature pursues strife."
  },
  {
    "id": 257,
    "character": "Pain",
    "show": "Naruto",
    "quote": "Religion, ideology, resources, land, spite, love or just because. No matter how pathetic the reason, it's enough to start a war."
  },
  {
    "id": 258,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "When people are protecting something truly special to them, they truly can become... as strong as they can be."
  },
  {
    "id": 259,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "It's not the face that makes someone a monster, it's the choices they make with their lives."
  },
  {
    "id": 260,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "Hard work is worthless for those that don't believe in themselves."
  },
  {
    "id": 261,
    "character": "Kaitou Kid",
    "show": "Detective Conan",
    "quote": "You’d better not (rip my mask). Like Pandora’s box, you want to open it because you don’t know what’s inside. But if you know what’s inside before you open it… It’s boring, isn’t it?"
  },
  {
    "id": 262,
    "character": "Jiraiya",
    "show": "Naruto",
    "quote": "Rejection makes a man stronger."
  },
  {
    "id": 263,
    "character": "Dr hiluluk",
    "show": "One Piece",
    "quote": "When do you think people die? When they are shot through the heart by the bullet of a pistol? No. When they are ravaged by an incurable disease? No. When they drink a soup made from a poisonous mushroom!? No! It’s when... they are forgotten."
  },
  {
    "id": 264,
    "character": "Orochimaru",
    "show": "Naruto",
    "quote": "Darkness. When everything that you know and love is taken away from you so harshly. All you can think about is anger, hatred and even revenge. And no one can save you."
  },
  {
    "id": 265,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "Sakura-chan, you sure do love Sasuke, don't you?"
  },
  {
    "id": 266,
    "character": "Haku",
    "show": "Naruto",
    "quote": "Often people have it wrong, mistakenly believing... that showing mercy to an enemy is kindness. They spare the foe whose life is in their hands. But don't you see? It's an empty existence, to go on living... alone and unloved... when defeat's already cost you your dream!"
  },
  {
    "id": 267,
    "character": "Whitebeard",
    "show": "One Piece",
    "quote": "It doesn't matter who your parents were. Everyone is a child of the sea."
  },
  {
    "id": 268,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "In the shinobi world, those that break the written and unwritten rules are deemed trash... but be that as it may... Those that would desregard their comrades so easily are even worse than trash. And those who don't have the decency to respect the memories of their comrades are the worst."
  },
  {
    "id": 269,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "If you’re too lucky, people will get jealous of you."
  },
  {
    "id": 270,
    "character": "Subaru Okiya",
    "show": "Detective Conan",
    "quote": "If you force me to pick one… It’d be black. It covers up the things inside of me that I don’t want to be known about. Well, for the same reason… Black is the color I hate too."
  },
  {
    "id": 271,
    "character": "Obito Uchiha",
    "show": "Naruto",
    "quote": "No one cared who I was until I put on a mask."
  },
  {
    "id": 272,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "Lets see, how should I kill you?"
  },
  {
    "id": 273,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "Everyone can make a choice after they have learned what it will result in. It is so easy to say we should have done it this way afterwards. But you can't know what your choice will result in before actually choosing."
  },
  {
    "id": 274,
    "character": "Portgas D. Ace",
    "show": "One Piece",
    "quote": "Sometimes the blood rushes to my head and I feel like, if I run I'll lose something important."
  },
  {
    "id": 275,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "He who forgives and acknowledges himself... that is what it truly means to be strong!"
  },
  {
    "id": 276,
    "character": "Silvers Rayleigh",
    "show": "One Piece",
    "quote": "Maybe nothing in this world happens by accident. As everything happens for a reason, our destiny slowly takes form..."
  },
  {
    "id": 277,
    "character": "Ai Haibara",
    "show": "Detective Conan",
    "quote": "Memories of someone who’s passed away remains beautiful forever and a person’s heart will linger over them, they say."
  },
  {
    "id": 278,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "The only ones that can miss a kick draw match are those who have enough courage to kick it."
  },
  {
    "id": 279,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "It is not wise to judge others based on your own preconceptions and by their appearances."
  },
  {
    "id": 280,
    "character": "Hiruma Youichi",
    "show": "Eyeshield 21",
    "quote": "If sorry could solve anything, we wouldn't have a need for the police."
  },
  {
    "id": 281,
    "character": "Saul Jaguar D",
    "show": "One Piece",
    "quote": "There is no such thing as being born into the world to be alone."
  },
  {
    "id": 282,
    "character": "Kabuto Yakushi",
    "show": "Naruto",
    "quote": "The more you want something, the harder it is to wait for it."
  },
  {
    "id": 283,
    "character": "Yashamaru",
    "show": "Naruto",
    "quote": "A wound of a heart is different from a flesh wound. Unlike a flesh wound, there are no ointments to heal it, and there are times when they never heal."
  },
  {
    "id": 284,
    "character": "Eren Yeager",
    "show": "Shingeki no Kyojin",
    "quote": "I don't have time to worry if it's right or wrong, you can't hope for a horror story with a happy ending!"
  },
  {
    "id": 285,
    "character": "Orochimaru",
    "show": "Naruto",
    "quote": "True power is forged from the desire smoldering in the heart, it fans into a flame and begins to burn with an intensity one scarcely imagines to be possible..."
  },
  {
    "id": 286,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "You want to kill me? You couldn't even kill my boredom!"
  },
  {
    "id": 287,
    "character": "Donquixote Doflamingo",
    "show": "One Piece",
    "quote": "The weaker person is the more he gets hung up on other people's pain and then he self-destructs"
  },
  {
    "id": 288,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "People are crazy for believing that these walls will protect us forever. Even though the walls have been intact for the past 100 years, there’s nothing that can guarantee they won’t be broken down today…"
  },
  {
    "id": 289,
    "character": "Iruka Umino",
    "show": "Naruto",
    "quote": "I hate the fox, but the boy - I don't hate the boy."
  },
  {
    "id": 290,
    "character": "Portgas D. Ace",
    "show": "One Piece",
    "quote": "Old man, everyone!! And you.. Luffy. Even though I've been good for nothing my whole life, even though I have the blood of a demon within me... You guys still loved me! Thank you so much!!"
  },
  {
    "id": 291,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "So shut up about \"destiny\" and...how people can't change! 'Cause... unlike me... you're not a \"failure\"."
  },
  {
    "id": 292,
    "character": "Brook",
    "show": "One Piece",
    "quote": "I'm the afro-hair guy."
  },
  {
    "id": 293,
    "character": "Sakura Haruno",
    "show": "Naruto",
    "quote": "The things that are most important aren't written in books. You have to learn them by experiencing them yourself."
  },
  {
    "id": 294,
    "character": "Ino Yamanaka",
    "show": "Naruto",
    "quote": "I believe you have the potential to bloom into something even more beautiful than the cosmos."
  },
  {
    "id": 295,
    "character": "Anezaki Mamori",
    "show": "Eyeshield 21",
    "quote": "You listen carefully, Sena. That's the one person you definitely do not want to associate with! That one called Hiruma, he's like a demon! Once he gets his eye on you, he'll drain all the life out of you until there's nothing left but skin and bones!"
  },
  {
    "id": 296,
    "character": "Kuzan",
    "show": "One Piece",
    "quote": "The thing called \"justice\" changes its shape... Depending on where you stand."
  },
  {
    "id": 297,
    "character": "Haku",
    "show": "Naruto",
    "quote": "{TO NARUTO} Oh, by the way... I'm a boy"
  },
  {
    "id": 298,
    "character": "Madara Uchiha",
    "show": "Naruto Shippūden",
    "quote": "It seems that you still want to dance but... You will not be able to make steps anymore."
  },
  {
    "id": 299,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "Forget about revenge. The fate of those who seek revenge is grim. It's tragic, You will end up suffering and hurting yourself even more. Even if you do succeed in getting revenge, the only thing that remains is emptiness."
  },
  {
    "id": 300,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "Power isn't determined by your size, but the size of your heart and dreams!"
  },
  {
    "id": 301,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "So, are you stupid enough to fall for such a stupid trap that such stupid people set up?"
  },
  {
    "id": 302,
    "character": "Annie Leonhardt",
    "show": "Shingeki no Kyojin",
    "quote": "I just want the weak, who do get swept along with the flow, be considered human too."
  },
  {
    "id": 303,
    "character": "Madara Uchiha",
    "show": "Naruto",
    "quote": "....Would you consider dying together \"Teamwork\" as well?"
  },
  {
    "id": 304,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "If you don't like the hand that fate's dealt you with, fight for a new one!"
  },
  {
    "id": 305,
    "character": "Sakura Haruno",
    "show": "Naruto",
    "quote": "Every one of us must do what's in their power! If we're going to die anyway, then it's better to die fighting than to do nothing!"
  },
  {
    "id": 306,
    "character": "Chouji Akimichi",
    "show": "Naruto",
    "quote": "Chubbies rule!"
  },
  {
    "id": 307,
    "character": "Levi Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "The only thing we're allowed to do... is to believe that we won't regret the choice we made."
  },
  {
    "id": 308,
    "character": "Marlowe Sand",
    "show": "Shingeki no Kyojin",
    "quote": "They'll learn that a man without reason is no different from an animal who defecates wherever it pleases."
  },
  {
    "id": 309,
    "character": "Pain",
    "show": "Naruto",
    "quote": "Do you understand pain a little now? If you don't share someone's pain, you can never understand them. But just because you understand them doesn't mean you can come to an agreement. That's the truth"
  },
  {
    "id": 310,
    "character": "Pain",
    "show": "Naruto",
    "quote": "Love breeds sacrifice... which in turn breeds hatred. Then you can know pain."
  },
  {
    "id": 311,
    "character": "Shimura Danzo",
    "show": "Naruto",
    "quote": "Emotion leads one to hate... and hate leads one to conflict and war."
  },
  {
    "id": 312,
    "character": "Orochimaru",
    "show": "Naruto",
    "quote": "[To Sarutobi] What nonsense! In the grand scheme of time, you're nothing more than a trivial footnote in the brief history of a cluster of huts called the \"Leaf Village\"! In time, the Hokage Stone Faces will crumble and be worn down to nothing..."
  },
  {
    "id": 313,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "Forgetting is like a wound. The wound may heal but it has already left a scar."
  },
  {
    "id": 314,
    "character": "Levi Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "I don't know which option you should choose. I could never advise you on that... No matter what kind of wisdom dictates you the option you pick, no one will be able to tell if it's right or wrong until you arrive to some sort of outcome from your choice."
  },
  {
    "id": 315,
    "character": "Gon Freecss",
    "show": "Hunter X Hunter",
    "quote": "Being able to cry for his companion. I was thinking you couldn't cry, nor did you have a heart. But in that case why... even a little... don't you share that feeling... with all the people you kill !!"
  },
  {
    "id": 316,
    "character": "Levi Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "The difference between your decision and ours is experience. But you don't have to rely on that. CHOOSE... Believe in yourself, or believe in the survey corps and me. I don't know... I never have. I can believe in my own abilities or the choices of the companions I trust. But no one ever knows how it will turn out. So choose for yourself, whichever decision you will regret the least."
  },
  {
    "id": 317,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "You want to keep everyone from dying? That's naive. It's war. People die."
  },
  {
    "id": 318,
    "character": "Killua Zoldyck",
    "show": "Hunter X Hunter",
    "quote": "People only find me interesting because they can't tell whether I'm serious or not."
  },
  {
    "id": 319,
    "character": "Kisame Hoshigaki",
    "show": "Naruto",
    "quote": "Konoha's Uchiha clan and the Mist's Seven Shinobi-gatana seem petty before his name."
  },
  {
    "id": 320,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "Is a reason nesessary? I don't know why you would kill someone. But as for saving someone... A logical mind isn't needed, right?"
  },
  {
    "id": 321,
    "character": "Tsunade",
    "show": "Naruto",
    "quote": "People become stronger because they have things they cannot forget. That's what you call growth."
  },
  {
    "id": 322,
    "character": "Sasuke Uchiha",
    "show": "Naruto Shippuuden",
    "quote": "Having too many bonds causes one to lose focus, weakening their strongest wish, their greatest desire."
  },
  {
    "id": 323,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "I could say I'm not sad, but I'd be lying. The problem is the world won't let me stay a kid forever, so I can't lie around crying about it either."
  },
  {
    "id": 324,
    "character": "Kurapika",
    "show": "Hunter X Hunter",
    "quote": "I do not fear death. I fear only that my rage will fade over time."
  },
  {
    "id": 325,
    "character": "Historia Reiss",
    "show": "Shingeki no Kyojin",
    "quote": "We need to stop living for others. From now on...Let's live for ourselves!!"
  },
  {
    "id": 326,
    "character": "Brook",
    "show": "One Piece",
    "quote": "It's over when you give up."
  },
  {
    "id": 327,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "People's lives don't end when they die. It ends when they lose faith."
  },
  {
    "id": 328,
    "character": "Neji Hyuuga",
    "show": "Naruto",
    "quote": "People share only one common fate... death."
  },
  {
    "id": 329,
    "character": "Dracule Mihawk",
    "show": "One Piece",
    "quote": "My name is Dracule Mihawk! Find your self, true world, become stronger! No matter how long it may take, I will wait for you in my strongest form! Surpass this sword! Surpass me! Roronoa Zoro!"
  },
  {
    "id": 330,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "Hmmm...how do I put this? My first impression of this group...you're a bunch of idiots!"
  },
  {
    "id": 331,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "No matter how hard or impossible it is, never lose sight of your goal."
  },
  {
    "id": 332,
    "character": "Vermouth",
    "show": "Detective Conan",
    "quote": "I wonder if there really is a God... If such an entity really existed, wouldn't all honest, hard-working people be happy?"
  },
  {
    "id": 333,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "Regardless of our limitations, we can always be of some use. Our power may seem insignificant... but it may just prove to be useful in the grand scheme of things. Stay focused. Never avert your eyes, because if an opening arises, even our insignificant power may be enough to determine the fate of the world. Which is why everyone must stay alert and ready to strike at any moment!"
  },
  {
    "id": 334,
    "character": "Trafalgar Law",
    "show": "One Piece",
    "quote": "There are things you can't see unless you change your standing."
  },
  {
    "id": 335,
    "character": "Leorio Paladiknight",
    "show": "Hunter X Hunter",
    "quote": "For the right price, you can buy not only treasures, but dreams, hearts and even people's lives!"
  },
  {
    "id": 336,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "My power isn't the Rasengan or Sage Jutsu or the Nine Tails chakra. My power is right here. [points to the center of his chest]"
  },
  {
    "id": 337,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "If I told her how I feel, she'd miss me even more. Afterall, I'm the guy who keeps breaking her heart by making her wait an eternity... even though I'm always by her side. I don't wanna see her cry anymore. Even if it means I no longer have a place in her heart. Seems pretty childish of me, doesn't it?"
  },
  {
    "id": 338,
    "character": "Madara Uchiha",
    "show": "Naruto",
    "quote": "In this world, wherever there is light - there are also shadows. As long as the concept of winners exists, there must also be losers. The selfish desire of wanting to maintain peace causes wars, and hatred is born to protect love."
  },
  {
    "id": 339,
    "character": "Dracule Mihawk",
    "show": "One Piece",
    "quote": "I'm not stupid enough to use a cannon to hunt a rabbit."
  },
  {
    "id": 340,
    "character": "Mr. 2 Bon Clay",
    "show": "One Piece",
    "quote": "Even in the depths of Hell... blooms a beautiful flower of friendship... leaving its petals as mementos... bobbing back and forth on the waves... may it one day bloom once more...the Okama Way."
  },
  {
    "id": 341,
    "character": "Ōnoki",
    "show": "Naruto",
    "quote": "Never give up without even trying. Do what you can, no matter how small the effect it may have!"
  },
  {
    "id": 342,
    "character": "Smoker",
    "show": "One Piece",
    "quote": "Why did he smile? Why? Did he know he would be saved? No. In that instant, he must have understood that his life was going to end. Death. He accepted it. He was fully prepared for it and smiled."
  },
  {
    "id": 343,
    "character": "Donquixote Doflamingo",
    "show": "One Piece",
    "quote": "There is a difference in the look of the ordinary vagabond and that of a determined man."
  },
  {
    "id": 344,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "If you don't take risks, you can't create a future."
  },
  {
    "id": 345,
    "character": "Shanks",
    "show": "One Piece",
    "quote": "By experiencing both, victory and defeat, running away and shedding tears, a man will become a man."
  },
  {
    "id": 346,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "Being strong isn't just about having power or move, it about one's spirit"
  },
  {
    "id": 347,
    "character": "Nico Robin",
    "show": "One Piece",
    "quote": "Before the heart of truth, there is no need for words."
  },
  {
    "id": 348,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "I always lied to you telling you to forgive me. I used these hands to keep you at distance... I did not want you to get involved. But now... I think you could have changed father and mother. Perhaps even the entire Uchiha. If I would have stood in front of you and looked you in the eyes from the very beginning... talked to you instead of down to you... and been open about everything. But I failed, and speaking to you now, like this, isn't going to undo the permanent damage that's already been done to you. That's why I wanted to show you the truth. Even if it's just a little. And no matter what you decide to do from here on out, you never have to forgive me - I will always love you."
  },
  {
    "id": 349,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "I think there are times people have to die... even if I don't like it."
  },
  {
    "id": 350,
    "character": "Ran Mouri",
    "show": "Detective Conan",
    "quote": "You're always away during the important times and all you do is call. There are times when you are finally here, but then you disappear unexpectedly. Every time... every time... always, always, leaving me behind alone. What do you think I am? I love you Shinichi!"
  },
  {
    "id": 351,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "People who continue to put their lives on the line to defend their faith become heroes and continue to exist on in legend."
  },
  {
    "id": 352,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "With a keen eye for detail one truth always prevails."
  },
  {
    "id": 353,
    "character": "Erwin Smith",
    "show": "Shingeki no Kyojin",
    "quote": "If we only focus on making the best moves, we will never get the better of our opponent. When necessary, we must be willing to take big risks, and be prepared to lose everything. Unless we change how we fight, we cannot win."
  },
  {
    "id": 354,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "Those who forgive themselves, and are able to accept their true nature... They are the strong ones!"
  },
  {
    "id": 355,
    "character": "Donquixote Doflamingo",
    "show": "One Piece",
    "quote": "That's ridiculous. People usually have a stereotypical idea, or an assumption like that and that's what creates a blind spot"
  },
  {
    "id": 356,
    "character": "Meruem",
    "show": "Hunter X Hunter",
    "quote": "Ha-ha these humans are definitely foolish creatures.  Think as hard as those weak brains of yours can manage. Do you humans ever listen to the cries of mercy coming from pigs and cows you slaughter?"
  },
  {
    "id": 357,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "Peace under an illusion is not true peace. It's only meaningful if the real world manages to accomplish it."
  },
  {
    "id": 358,
    "character": "Ran Mouri",
    "show": "Detective Conan",
    "quote": "People can really change. When they're far away from each other, their hearts will change. It's so cruel that the only thing I can do is wait."
  },
  {
    "id": 359,
    "character": "Haku",
    "show": "Naruto",
    "quote": "It is only through the eyes of others that our lives have any meaning."
  },
  {
    "id": 360,
    "character": "Donquixote Doflamingo",
    "show": "One Piece",
    "quote": "Pirates are evil? The Marines are righteous? These terms have always changed throughout the course of history! Kids who have never seen peace and kids who have never seen war have different values! Those who stand at the top determine what's wrong and what's right! This very place is neutral ground! Justice will prevail, you say? But of course it will! Whoever wins this war becomes justice!"
  },
  {
    "id": 361,
    "character": "Biscuit Krueger",
    "show": "Hunter X Hunter",
    "quote": "There are liars who only lie when there's a reason to, and there are liars who also lie without a reason."
  },
  {
    "id": 362,
    "character": "Hattori Heiji",
    "show": "Detective Conan",
    "quote": "Life is short so it will be appreciated. We live to our fullest due to that."
  },
  {
    "id": 363,
    "character": "Monkey D. Dragon",
    "show": "One Piece",
    "quote": "Someday, I promise you, they will all watch as I change the world."
  },
  {
    "id": 364,
    "character": "Naruto Uzumaki",
    "show": "Boruto: Naruto Next Generations",
    "quote": "The many lives lost during long years of conflict... because of those selfless sacrifices, we are able to bathe in peace and prosperity now. To ingrain this history within the new generation will be a vital cog in helping to maintain the peace."
  },
  {
    "id": 365,
    "character": "Sasuke Uchiha",
    "show": "Naruto Shippuuden",
    "quote": "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks"
  },
  {
    "id": 366,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "Some people want power and they get mad when they don't get it. They take their fury out on everyone else. You don't want it, it becomes you."
  },
  {
    "id": 367,
    "character": "Orochimaru",
    "show": "Naruto",
    "quote": "Either people change or they die before they do. It's one or the other."
  },
  {
    "id": 368,
    "character": "Haku",
    "show": "Naruto",
    "quote": "Is there... somebody precious to you?"
  },
  {
    "id": 369,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "*To Captain Kuro* So, you don’t like to get hit, huh? Well, you’re about to have a very bad day."
  },
  {
    "id": 370,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "There is something mysterious about the life of a pirate."
  },
  {
    "id": 371,
    "character": "Mike Zacharias",
    "show": "Shingeki no Kyojin",
    "quote": "We will have lost only the moment humans give up and stop fighting. As long as they keep on fighting, our defeat is not certain."
  },
  {
    "id": 372,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "If you don't risk your life, you can't create a future. Right?"
  },
  {
    "id": 373,
    "character": "Kisame Hoshigaki",
    "show": "Naruto",
    "quote": "Hmm... Itachi... it would be annoying if he moved around a lot. Perhaps we should cut off a leg or two?"
  },
  {
    "id": 374,
    "character": "Kisame Hoshigaki",
    "show": "Naruto",
    "quote": "Hmhmhmhm, I think I will play with you a bit before killing you!"
  },
  {
    "id": 375,
    "character": "Itachi Uchiha",
    "show": "Naruto Shippūden",
    "quote": "Knowledge and awareness are vague, and perhaps better called illusions. Everyone lives within their own subjective interpretation."
  },
  {
    "id": 376,
    "character": "Gol D. Roger",
    "show": "One Piece",
    "quote": "Destiny. Fate. Dreams. These unstoppable ideas are held deep in the heart of man. As long as there people who seek freedom in this life, These things shall not vanish from the Earth."
  },
  {
    "id": 377,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "I will show you my own move."
  },
  {
    "id": 378,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "Gai...what I said earlier...I was out of line. I was being a self-righteous fool. I realize now that if I'd been in your shoes, I probably couldn't have stopped him, either."
  },
  {
    "id": 379,
    "character": "Anko Mitarashi",
    "show": "Naruto",
    "quote": "Time's a-wastin' people, let's go!"
  },
  {
    "id": 380,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "Sorry I'm late. You wouldn't believe the traffic."
  },
  {
    "id": 381,
    "character": "Mikasa Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "There are only so many lives I can value. And...I decided who those people were six years ago. So...You shouldn't try to ask for my pity. Because right now, I don't have...Time to spare or room in my heart."
  },
  {
    "id": 382,
    "character": "Itachi Uchiha",
    "show": "Naruto Shippūden",
    "quote": "In this moment, I am euphoric. Not because of any phony Shinobi's blessing. But because, I'm enlightened by my intelligence."
  },
  {
    "id": 383,
    "character": "Hiruma Youichi",
    "show": "Eyeshield 21",
    "quote": "Oh, well. No matter what path they take, people without guts have nothing ahead of them."
  },
  {
    "id": 384,
    "character": "Detective Conan",
    "show": "Detective Conan",
    "quote": "If you plan to continue being a detective and using words to entrap people, inscribe this in your hearts: Words are like knives. When used incorrectly, they turn into foul weapons. You have to understand the opponent’s heart and use them with discretion. No matter who it is you’re dealing with."
  },
  {
    "id": 385,
    "character": "Zabuza Momochi",
    "show": "Naruto",
    "quote": "His soul was as pure as snow."
  },
  {
    "id": 386,
    "character": "Ai Haibara",
    "show": "Detective Conan",
    "quote": "I understand your feelings of wanting to bring the bad guy to justice, but do bear with it. It also requires courage to hide oneself."
  },
  {
    "id": 387,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "If we fight again... We're both gonna die."
  },
  {
    "id": 388,
    "character": "Obito Uchiha",
    "show": "Naruto Shippuuden",
    "quote": "The moment people come to know love, they run the risk of carrying hate."
  },
  {
    "id": 389,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "I'll admit that you're stronger than before. But because of that, you seem to have lost sight of what's truly important. Now listen carefully. The people of the village, who once abhorred you, have begun to admire you. They think of you as a comrade. It's because you fought hard for their acceptance. You once said it was everyone who cares about you who helped you get where you are now. If you forget others because you have power, and become arrogant and egotistical, you'll eventually become just like Madara. No matter how powerful you become, do not try to shoulder everything alone. Becoming the Hokage doesn't mean people will acknowledge you. But when the people acknowledge you, you can become Hokage. Never forget your friends!"
  },
  {
    "id": 390,
    "character": "Levi Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "This is just my opinion, but when it comes to teaching somebody discipline... I believe pain is the most effective way."
  },
  {
    "id": 391,
    "character": "Brook",
    "show": "One Piece",
    "quote": "What keeps me alive in this world is neither bodily organs, nor muscles - it's my soul!"
  },
  {
    "id": 392,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "By looking at what's blocking our way, with an open mind, a wall can be turned into a wide-open door."
  },
  {
    "id": 393,
    "character": "Crocodile",
    "show": "One Piece",
    "quote": "\"If I do this, I can stop the rebellion\", \"if I do that, I can stop the rebellion\"... Open your eyes, princess! Your zealous idealism disgusts me! Ideals can only be spoken by those powerful enough to carry them out. And that excludes you!"
  },
  {
    "id": 394,
    "character": "Hiruma Youichi",
    "show": "Eyeshield 21",
    "quote": "Devils don't ask favors from God."
  },
  {
    "id": 395,
    "character": "Hannes",
    "show": "Shingeki no Kyojin",
    "quote": "You couldn't save your mom because you... weren't strong enough. I didn't face the Titan... because I wasn't brave enough."
  },
  {
    "id": 396,
    "character": "Annie Leonhardt",
    "show": "Shingeki no Kyojin",
    "quote": "Going against the flow... takes a lot of courage. I respect that. Maybe people who can do it are just stupid, but... Well... What I'm sure of is that people like that are rare. So you can't call them common. You can't call them normal, either. People like you... get called special."
  },
  {
    "id": 397,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "Sometimes feelings get tangled together with deductions, forming a veil that hides the truth."
  },
  {
    "id": 398,
    "character": "Killua Zoldyck",
    "show": "Hunter X Hunter",
    "quote": "Not killing people is really hard. Clean living is tough."
  },
  {
    "id": 399,
    "character": "Detective Conan",
    "show": "Detective Conan",
    "quote": "It’s unbearable to die hating someone."
  },
  {
    "id": 400,
    "character": "Might Guy",
    "show": "Naruto Shippuuden",
    "quote": "It's not always possible to do what we want to do, but it's important to believe in something before you actually do it."
  },
  {
    "id": 401,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "Are we friends? Or are we foes? That kind of thing you decide for yourselves!"
  },
  {
    "id": 402,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "I don't hate the darkness. It was IN the darkness that I was raised."
  },
  {
    "id": 403,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "I'll sooner die than become burden."
  },
  {
    "id": 404,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "We're going to explore the outside world someday, right? Far beyond these walls, there's flaming water, land made of ice, and fields of sand spread wide. It's the world my parents wanted to go to."
  },
  {
    "id": 405,
    "character": "Sasuke Uchiha",
    "show": "Naruto Shippūden",
    "quote": "(About Sakura) Was she having fun in her little make-believe fantasy of true love? As for me, I have absolutely no reason to love her and likewise, I can see no reason why she would love me."
  },
  {
    "id": 406,
    "character": "Kiba Inuzuka",
    "show": "Naruto",
    "quote": "It's not bad enough they buried us alive in the oversized dung heap, but now they're stealing our chakra. You gotta give these guys credit for thoroughness!"
  },
  {
    "id": 407,
    "character": "Orochimaru",
    "show": "Naruto",
    "quote": "It's human nature not to realize the true value of something, unless they lose it."
  },
  {
    "id": 408,
    "character": "Miwako Sato",
    "show": "Detective Conan",
    "quote": "Justice isn’t something that you can just proclaim. It’s a feeling you should keep near your heart."
  },
  {
    "id": 409,
    "character": "Jinbei",
    "show": "One Piece",
    "quote": "It may be hard right now... But you must silence those thoughts! Stop counting only those things that you have lost! What is gone, is gone! So ask yourself this: What is there... that still remains to you?!"
  },
  {
    "id": 410,
    "character": "Killua Zoldyck",
    "show": "Hunter X Hunter",
    "quote": "Assassination — It's the family trade. We all take it up. My folks see me as an exceptional prospect. But I don't see that I should have to live up to their expectations."
  },
  {
    "id": 411,
    "character": "Brook",
    "show": "One Piece",
    "quote": "\"Loneliness\" is no longer part of my vocabulary."
  },
  {
    "id": 412,
    "character": "Hange Zoe",
    "show": "Shingeki no Kyojin",
    "quote": "If there's something you don't understand, learn to understand it."
  },
  {
    "id": 413,
    "character": "Sanji",
    "show": "One Piece",
    "quote": "Don't start a fight if you can't end it."
  },
  {
    "id": 414,
    "character": "Pain",
    "show": "Naruto",
    "quote": "Just by living, people hurt others without even realizing it. So long as humanity exists, hate will also exist. There is no peace in this cursed world. War is just a crime paid for by the pain of the defeated..."
  },
  {
    "id": 415,
    "character": "Madara Uchiha",
    "show": "Naruto",
    "quote": "Talking about peace whilst spilling blood, it's something that only humans can do."
  },
  {
    "id": 416,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "Any technique is worthless before my eyes."
  },
  {
    "id": 417,
    "character": "Hisoka",
    "show": "Hunter X Hunter",
    "quote": "Right now, I'm letting you live. And I'll continue to keep you alive... until you've grown enough to become worth killing."
  },
  {
    "id": 418,
    "character": "Pariston Hill",
    "show": "Hunter X Hunter",
    "quote": "Normally, as people love and are loved, they feel happiness. When I am hated by people, that is when I feel happiness. And then I want to tear apart and inflict unimaginable harm to the things I love. But is that really all that strange, I wonder?"
  },
  {
    "id": 419,
    "character": "Kabuto Yakushi",
    "show": "Naruto",
    "quote": "[about the inefficacy of his attack against Tsunade] Did it not penetrate deep enough because of her fat breasts?"
  },
  {
    "id": 420,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "*To Temari* It really doesn't matter to me if I ever become a chūnin or not, but I guess I shouldn't let myself be beaten by a female, so let's do it."
  },
  {
    "id": 421,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "If I die here, then I'm a man that could only make it this far."
  },
  {
    "id": 422,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "Laziness is the mother of all bad habits. But ultimately she is a mother and we should respect her."
  },
  {
    "id": 423,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "In this world, who knows who might kill who."
  },
  {
    "id": 424,
    "character": "Jimbei",
    "show": "One Piece",
    "quote": "It is a sad truth that greater the authority a person possesses, the more he tends to fear change."
  },
  {
    "id": 425,
    "character": "Itachi Uchiha",
    "show": "Naruto Shippūden",
    "quote": "I actually don't think something like perfection exists. That is I think why we are born able to absorb things... and by comparing ourselves with something else we can finally head in a good direction."
  },
  {
    "id": 426,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "You need to accept the fact that you're not the best and have all the will to strive to be better than anyone you face."
  },
  {
    "id": 427,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "Sorry, a trick is nothing but a puzzle mankind came up with. If you use your head, you can uncover the logical answer. It’s disappointing. No matter the explanation I think of, I cannot understand why one person would kill another. Even if I can see why, I can’t understand why."
  },
  {
    "id": 428,
    "character": "Hiruma Youichi",
    "show": "Eyeshield 21",
    "quote": "We don't have time to waste asking for the things we don’t have, we can only look for the best way to fight with the things we do have."
  },
  {
    "id": 429,
    "character": "Rico Brzenska",
    "show": "Shingeki no Kyojin",
    "quote": "Of course, every soldier is prepared to die. But these people aren't just pawns on a chessboard. They all have names, families and feelings in their hearts too. They are all humans who live and bleed. You have the responsibility to ensure their death will not be in vain. No matter what may come, remember this in your naive heart, and be ready to die to fulfill that duty."
  },
  {
    "id": 430,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "Once you question your own belief, it's over."
  },
  {
    "id": 431,
    "character": "Naruto Uzumaki",
    "show": "Naruto Shippūden",
    "quote": "There is no telling what kind of pain will come  after me, but... if I stop believing because of that, if the hero should change, it'll turn into another story from the one my master left behind. Then it wont be Naruto! I can't write novels like my master did. That's why the sequel has to come from the life I live no matter how great the pain, I'll continue walking because that's who Naruto is!"
  },
  {
    "id": 432,
    "character": "Kiba Inuzuka",
    "show": "Naruto",
    "quote": "I called you an idiot, idiot!"
  },
  {
    "id": 433,
    "character": "Nagato",
    "show": "Naruto",
    "quote": "If you don't share someone's pain. You can never understand them."
  },
  {
    "id": 434,
    "character": "Ai Haibara",
    "show": "Detective Conan",
    "quote": "Don't judge people from the outside. Like any rose has thorns, the more the person appears nice on the outside, the more you should doubt the inside."
  },
  {
    "id": 435,
    "character": "Ino Yamanaka",
    "show": "Naruto",
    "quote": "Billboard brow!!!"
  },
  {
    "id": 436,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "Sasuke, I always knew you were alone. In the beginning I was glad because I thought you were like me - I wanted to talk to you! But you... didn't speak. You always had everyone watching you. You could do everything and we were too different. So I decided that you would become my rival. I didn't want to lose because I was called a loser all the time. Even when we became Team 7, I still thought this way. I always tried to lie but... but the truth is... I always wanted to be like you. I aspired to be like you. Because of that... I was glad that you wanted to fight me."
  },
  {
    "id": 437,
    "character": "Madara Uchiha",
    "show": "Naruto Shippūden",
    "quote": "[Last words to Hashirama] As comrades, huh... well... if that's how... we... will.... *smiles*"
  },
  {
    "id": 438,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "It's never been \"The one who becomes Hokage will be acknowledge by everyone\", it's \"The one who is acknowledge by everyone, becomes the Hokage\"."
  },
  {
    "id": 439,
    "character": "Pain",
    "show": "Naruto Shippuuden",
    "quote": "Even innocent foolish children will grow up in the face of pain, until their thoughts and beliefs are the same as their doubts."
  },
  {
    "id": 440,
    "character": "Dot Pixis",
    "show": "Shingeki no Kyojin",
    "quote": "I wouldn´t mind being eaten, as long as it was by a scorchingly hot lady titan."
  },
  {
    "id": 441,
    "character": "Eren Yeager",
    "show": "Shingeki no Kyojin",
    "quote": "What is the point if those with the means and power do not fight?"
  },
  {
    "id": 442,
    "character": "Hiruzen Sarutobi",
    "show": "Naruto",
    "quote": "It doesn't matter what you do, if you live and die as you like. However, no matter what road you end up taking, remember to protect the people that are precious to you."
  },
  {
    "id": 443,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "I don't know what this boy means to you, Gai, but I shouldn't have to tell you that we never bring our personal feelings into play. I didn't think you were capable of it."
  },
  {
    "id": 444,
    "character": "Sasuke Uchiha",
    "show": "Naruto",
    "quote": "I have told you before, I'm an avenger. I don't care about this test, Chunin or whatever. 'Am I strong?' that's the answer I want."
  },
  {
    "id": 445,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "*To himself, while fighting Temari* Oh man... those clouds are so lucky. so free. More to the point, I didn't feel like doing this in the first place. And I only became a ninja because I thought life would've been more interesting as one... I suppose things aren't gonna be that simple."
  },
  {
    "id": 446,
    "character": "Crocodile",
    "show": "One Piece",
    "quote": "\"If I do this, I can stop the rebellion”, “if I do that, I can stop the rebellion”... Open your eyes, princess! Your zealous idealism disgusts me! Ideals can only be spoken by those powerful enough to carry them out. And that excludes you!"
  },
  {
    "id": 447,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "I took the life of the woman I was supposed to call mother in the process of being born... in order to become the world's strongest shinobi... I became the incarnation of sand..."
  },
  {
    "id": 448,
    "character": "Gon Freecss",
    "show": "Hunter X Hunter",
    "quote": "If you want to get to know someone, find out what makes them angry."
  },
  {
    "id": 449,
    "character": "Nagato",
    "show": "Naruto",
    "quote": "War brings death. And wounds and pain to both sides. There's nothing harder to accept, than the deaths of those you love. So you believe they could never die. Especially those who haven't known war."
  },
  {
    "id": 450,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "Sasuke! Sasuke! Sasuke! What does he have that I don't have?!"
  },
  {
    "id": 451,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "People’s feelings sometimes go astray and lead to irreversible consequences."
  },
  {
    "id": 452,
    "character": "Donquixote Rosinante",
    "show": "One Piece",
    "quote": "I'll die smiling! Because if you ever think of me in the future, I want you to remember me smiling."
  },
  {
    "id": 453,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "Then just become stronger. I have my ambition, you have your ambition too. Which means you should just keep walking forward towards that goal."
  },
  {
    "id": 454,
    "character": "Mikasa Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "Once I'm dead, I won't even be able to remember you. So I'll win, no matter what. I'll live, no matter what!"
  },
  {
    "id": 455,
    "character": "Haku",
    "show": "Naruto",
    "quote": "Often people have it wrong, mistakenly believing...that showing mercy to an enemy is kindness. They spare the foe whose life is in their hands... But don't you see? It's an empty existence... to go on living... alone and unloved... when defeat's already cost you your dream!"
  },
  {
    "id": 456,
    "character": "Iruka Umino",
    "show": "Naruto",
    "quote": "It seems like the small leaves in the Village of Konoha have inherited that \"will of fire\" you spoke of, Third. The fire on the leaves will eventually burn greater and stronger... It will flash its light and protect this village."
  },
  {
    "id": 457,
    "character": "Ran Mouri",
    "show": "Detective Conan",
    "quote": "Courage is a word of justice. It means the quality of mind that enables one to face apprehension with confidence and resolution. It is not right to use it as an excuse to kill someone."
  },
  {
    "id": 458,
    "character": "Chouji Akimichi",
    "show": "Naruto",
    "quote": "I'm not fat, I'm pleasingly plump!"
  },
  {
    "id": 459,
    "character": "Carly Stratmann",
    "show": "Shingeki no Kyojin: Lost Girls",
    "quote": "They don't know that once you lose something, you can never get it back again."
  },
  {
    "id": 460,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "The village does have its dark side and its inconsistencies, but I'm still Konoha's Itachi Uchiha."
  },
  {
    "id": 461,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "What value does your will have? I asked you what price it carries. If money is enough, is your will for sale? A will that can be bought with money... what's the meaning of that? If your will can be bought with money... then it will vanish along with that money. Am I wrong?"
  },
  {
    "id": 462,
    "character": "Erwin Smith",
    "show": "Shingeki no Kyojin",
    "quote": "If you begin to regret, you'll dull your future decisions and let others make your choices for you. All that's left for you then is to die. Nobody can foretell the outcome. Each decision you make holds meaning only by affecting your next decision."
  },
  {
    "id": 463,
    "character": "Usopp",
    "show": "One Piece",
    "quote": "When I left Syrup Village, I left everything behind! Tranquility… Safety… They face hardships every day, and they laugh like they’re really having fun! That’s why I decided to go out to sea! I want to laugh ’til I cry, too! But if I don’t fight with everything I’ve got, there’s no way I deserve to be on the same boat as them! There’s no way I can laugh with them!"
  },
  {
    "id": 464,
    "character": "Eren Yeager",
    "show": "Shingeki no Kyojin",
    "quote": "If you win, you live. If you lose, you die. If you don't fight, you can't win!"
  },
  {
    "id": 465,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "If you let anger and revenge consume you... You'll find yourself unable to behold the beautiful sights right before your eyes."
  },
  {
    "id": 466,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "[after Naruto does his Shadow Clone Jutsu] Oh, there sure is a lot of garbage scattered around here. But, trash is just trash after all. It simply needs to be cleaned up."
  },
  {
    "id": 467,
    "character": "Detective Conan",
    "show": "Detective Conan",
    "quote": "The right thing is… to have faith in life, until you’re sure of death. That’s what makes a great detective."
  },
  {
    "id": 468,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "People's feelings sometimes go astray and lead to irreversible consequences."
  },
  {
    "id": 469,
    "character": "Annie Leonhardt",
    "show": "Shingeki no Kyojin: Lost Girls",
    "quote": "What must be done... Must be done. No matter what. Complete your mission. You were born into this world so that you could complete your mission."
  },
  {
    "id": 470,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "If the father's responsibility is to protect the child... then my responsibility is to exceed the father."
  },
  {
    "id": 471,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "Even if you are facing a bitter aspect of life... Drugs and murder are foul, without any excuse. Deserve a red card, for a loser."
  },
  {
    "id": 472,
    "character": "Brook",
    "show": "One Piece",
    "quote": "No matter how deep the night, it always turns to day, eventually."
  },
  {
    "id": 473,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "No single thing is perfect by itself. That's why we're born to attract other things to make up for what we lack. I think we start walking in the right direction only after we start getting our counterparts beside us."
  },
  {
    "id": 474,
    "character": "Sasuke Uchiha",
    "show": "Naruto",
    "quote": "I understand now. Even if I must take the devil's fruit, I must gain power. I am an avenger."
  },
  {
    "id": 475,
    "character": "Hisoka",
    "show": "Hunter x Hunter 2011",
    "quote": "Love and hate are two sides of the same coin."
  },
  {
    "id": 476,
    "character": "Nobita Nobi",
    "show": "Doraemon",
    "quote": "You’ll stumble many times in the future, but when you do, each time you’ll have more strength to bounce back."
  },
  {
    "id": 477,
    "character": "Shoot McMahon",
    "show": "Hunter X Hunter",
    "quote": "I've always gone to any lengths to avoid facing danger and risk, hiding myself within  a safe cage, where no one could hurt me. I hated myself for it.. But I couldn't change myself.. Friends and teachers encouraged me, but I never truly listened, considering it the logic of the strong. Yet somehow... A boy with less than half my strength managed to break my cage!"
  },
  {
    "id": 478,
    "character": "Kisame Hoshigaki",
    "show": "Naruto",
    "quote": "I'll enjoy shaving you to death."
  },
  {
    "id": 479,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "Bring on the hardship. It's preferred in a path of carnage."
  },
  {
    "id": 480,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "When the world shoves you around, you just gotta stand up and shove back. It's not like somebody's gonna save you if you start babbling excuses."
  },
  {
    "id": 481,
    "character": "Genma Shiranui",
    "show": "Naruto",
    "quote": "When captured birds grow wiser, they try to open the cage with their beaks. They don't give up, because they want to fly again."
  },
  {
    "id": 482,
    "character": "Kaitou Kid",
    "show": "Detective Conan",
    "quote": "A thief is a creative artist who takes his prey in style... But a detective is nothing more than a critic, who follows our footsteps."
  },
  {
    "id": 483,
    "character": "Wataru Takagi",
    "show": "Detective Conan",
    "quote": "If it’s an important memory, then you shouldn't forget it. Since those who aren't with us only live on in our memories."
  },
  {
    "id": 484,
    "character": "Tobi",
    "show": "Naruto",
    "quote": "Not one wish ever gets granted in this world."
  },
  {
    "id": 485,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "Just because someone is important to you, it doesn't necessarily mean that, that person is good. Even if you knew that person was evil... People cannot win against their loneliness."
  },
  {
    "id": 486,
    "character": "Kiba Inuzuka",
    "show": "Naruto",
    "quote": "Hinata, untie the ropes before you faint."
  },
  {
    "id": 487,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "Words are like swords. If you use them the wrong way, they can turn into ugly weapons."
  },
  {
    "id": 488,
    "character": "Sasori",
    "show": "Naruto",
    "quote": "True beauty lies in things that last forever, never rotting or fading."
  },
  {
    "id": 489,
    "character": "Ai Haibara",
    "show": "Detective Conan",
    "quote": "That’s right. Worried about being discovered, living in fear. It’s a painful thing."
  },
  {
    "id": 490,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "*referring to Orochimaru* I am not his pawn..! He is the one, the only one who ever gave my life meaning!! But how could the likes of you EVER UNDERSTAND THAT?!?"
  },
  {
    "id": 491,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "You can make a rain of 1,000 needles. I will make it rain blood."
  },
  {
    "id": 492,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "Even the strongest of opponents always has a weakness."
  },
  {
    "id": 493,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "Listen to yourself whining and complaining like some sorry little victim! You can whimper all day for all I care, you're nothing but a coward!"
  },
  {
    "id": 494,
    "character": "Rock Lee",
    "show": "Naruto",
    "quote": "My motto is to be stronger than yesterday, if I have to I'll be stronger than half a day ago, even a minute ago!"
  },
  {
    "id": 495,
    "character": "Ai Haibara",
    "show": "Detective Conan",
    "quote": "If... If you have such good deductive skills, you should have been able to see through my sister's disguise easily... But... but... WHY...!!!"
  },
  {
    "id": 496,
    "character": "Detective Conan",
    "show": "Detective Conan",
    "quote": "Instead of humans who lie and cheat each other to get richer, I prefer animals who hunt to survive."
  },
  {
    "id": 497,
    "character": "Detective Conan",
    "show": "Detective Conan",
    "quote": "It's just like changes in the notes and passports. You may find it hard to adjust to at the beginning, but you get used to it eventually. Time is very depressing after all... Both happiness and sadness fade away with time."
  },
  {
    "id": 498,
    "character": "Donquixote Doflamingo",
    "show": "One Piece",
    "quote": "I lost my mother when I was 8...and killed my father when I was 10. Those with the title of \"Executive\" or above...are my \"family\", with whom I've shared my joys and sorrows. They're the only thing I have! I won't forgive anyone that laughs at my family. Understood?"
  },
  {
    "id": 499,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "I'm Hatake Kakashi. Things I like and things I hate? I don't feel like telling you that. My dreams for the future? Never really thought about that. As for my hobbies... I have lots of hobbies."
  },
  {
    "id": 500,
    "character": "Madara Uchiha",
    "show": "Naruto Shippūden",
    "quote": "Love is not necessary, power is the only true necessity."
  },
  {
    "id": 501,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "In life, nothing good comes out of hurrying."
  },
  {
    "id": 502,
    "character": "Might Guy",
    "show": "Naruto",
    "quote": "DYNAMIC ENTRY!"
  },
  {
    "id": 503,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "To become Hokage is my dream!"
  },
  {
    "id": 504,
    "character": "Iruka Umino",
    "show": "Naruto",
    "quote": "[as a child] Why should I be sad?! My parents died protecting the village from the monster fox. They're heroes, and I'm the son of those heroes! If I cry, it's because I'm happy! I'm not even sad that they went and left me all alone..."
  },
  {
    "id": 505,
    "character": "Sai",
    "show": "Naruto",
    "quote": "The best way to escape reality without running is smiling even if it is obviously fake."
  },
  {
    "id": 506,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "I'm a pirate hunter."
  },
  {
    "id": 507,
    "character": "Madara Uchiha",
    "show": "Naruto Shippūden",
    "quote": "The longer you live... The more you realize that reality is just made of pain, suffering and emptiness..."
  },
  {
    "id": 508,
    "character": "Levi Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "I think the best disciplining is pain."
  },
  {
    "id": 509,
    "character": "Roronoa Zoro",
    "show": "One Piece",
    "quote": "I don't care what the society says. I've regretted doing anything. I will survive and do what I want to."
  },
  {
    "id": 510,
    "character": "Mikasa Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "This world is merciless, and it's also very beautiful."
  },
  {
    "id": 511,
    "character": "Pain",
    "show": "Naruto",
    "quote": "You think you're the only ones who matter. You think you can put off death. But that peace made you foolish and thoughtless. If you kill someone, someone else will kill you... this hatred binds us together."
  },
  {
    "id": 512,
    "character": "Donquixote Doflamingo",
    "show": "One Piece",
    "quote": "The time is almost here. Go and lay the groundwork. A world where only true pirates can survive will soon be upon us. Those without power, flee while you can. The tide will bring those of unmatched power and the New Era will begin!"
  },
  {
    "id": 513,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "It’s because we help out when they’re in trouble that we can count on them to come running when we need it."
  },
  {
    "id": 514,
    "character": "Pain",
    "show": "Naruto",
    "quote": "Love is the reason why there is pain. When we lose someone precious to us, hate is born. Vengeance is the product of that hate and so death follows. But in death there is only more death. This will give rise to more pains. In this cursed world we live in, it is a cycle of hatred that will not cease. You and I seek the same thing that Jiraiya-sensei wanted. Let me ask you this: How will you confront this hatred in order to create peace?"
  },
  {
    "id": 515,
    "character": "Mikasa Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "If you think it's natural for people to sacrifice their own lives to save others, surely you understand that sometimes a single death can save many lives."
  },
  {
    "id": 516,
    "character": "Killua Zoldyck",
    "show": "Hunter X Hunter",
    "quote": "Who wants to have their life planned out for them."
  },
  {
    "id": 517,
    "character": "Eren Kruger",
    "show": "Shingeki no Kyojin",
    "quote": "There is no such thing as truth in this world. That is our reality. Anyone can become a God or a Devil. All it takes is for someone to claim that to be the truth."
  },
  {
    "id": 518,
    "character": "Kaitou Kid",
    "show": "Detective Conan",
    "quote": "It's better trusting someone than to die doubting people altogether."
  },
  {
    "id": 519,
    "character": "Jiraiya",
    "show": "Naruto",
    "quote": "Knowing what it feels to be in pain, is exactly why we try to be kind to others."
  },
  {
    "id": 520,
    "character": "Nico Robin",
    "show": "One Piece",
    "quote": "Fools who don't respect the past are likely to repeat it."
  },
  {
    "id": 521,
    "character": "Pain",
    "show": "Naruto",
    "quote": "Sometimes you must hurt in order to know, fall in order to grow, lose in order to gain because life's greatest lessons are learned through pain."
  },
  {
    "id": 522,
    "character": "Brook",
    "show": "One Piece",
    "quote": "Death is never an apology."
  },
  {
    "id": 523,
    "character": "Levi Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "The difference in judgement between you and me, originates from different rules derived from past experience."
  },
  {
    "id": 524,
    "character": "One Piece",
    "show": "One Piece",
    "quote": "If you hurt somebody or if someone hurts you, - the same red blood will be shed."
  },
  {
    "id": 525,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "In order to escape a road of solitude, one has to work hard, and forge a new path with their own power."
  },
  {
    "id": 526,
    "character": "Gaara",
    "show": "Naruto",
    "quote": "It's too bad I don't think of you as anything. If you get in my way... I'll kill you."
  },
  {
    "id": 527,
    "character": "Eren Yeager",
    "show": "Shingeki no Kyojin",
    "quote": "Nothing can suppress a human's curiosity."
  },
  {
    "id": 528,
    "character": "Jirobou",
    "show": "Naruto",
    "quote": "I don't know which is more pathetic; the fool, or those who follow him."
  },
  {
    "id": 529,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "So, you don't like to get hit, huh? Well, you're about to have a very bad day."
  },
  {
    "id": 530,
    "character": "Sanji",
    "show": "One Piece",
    "quote": "I couldn't confess my feelings for you, so I watched you from afar, being happy with someone else."
  },
  {
    "id": 531,
    "character": "Mikasa Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "That's right... This world... is cruel. It hit me that living was like a miracle."
  },
  {
    "id": 532,
    "character": "Detective Conan",
    "show": "Detective Conan",
    "quote": "Oh right, most talented artists become famous after they're dead, I'll make you great by taking you to the cemetery called prison!"
  },
  {
    "id": 533,
    "character": "Itachi Uchiha",
    "show": "Naruto",
    "quote": "Teachings that do not speak of pain have no meaning, for humankind cannot gain anything in return."
  },
  {
    "id": 534,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "If comrades that you trust gather around you, hope can take physical form and become visible. That`s what I believe..."
  },
  {
    "id": 535,
    "character": "Hange Zoe",
    "show": "Shingeki no Kyojin",
    "quote": "I want everyone to feel safe again soon...I want this to be a world where people can without fighting each other."
  },
  {
    "id": 536,
    "character": "Kurapika",
    "show": "Hunter X Hunter",
    "quote": "A beast in human's clothing understands better than anyone how people want to be treated."
  },
  {
    "id": 537,
    "character": "Hatake Kakashi",
    "show": "Naruto",
    "quote": "In society, those who don't have many abilities, tend to complain more."
  },
  {
    "id": 538,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "I'm gonna kick your ***."
  },
  {
    "id": 539,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "I will become a bigger badass than my father. And a stronger shinobi than my mother!"
  },
  {
    "id": 540,
    "character": "Sai",
    "show": "Naruto",
    "quote": "A smile is the best way to get oneself out of a tight spot, even if it is a fake one. Surprisingly enough, everyone takes it at face value."
  },
  {
    "id": 541,
    "character": "Naruto Uzumaki",
    "show": "Naruto",
    "quote": "I'm the only one who can bear the full brunt of your hate! It's my job, no one else's! I'll bear the burden of your hatred... and we'll die together!"
  },
  {
    "id": 542,
    "character": "Mikasa Ackerman",
    "show": "Shingeki no Kyojin",
    "quote": "You don't stand a single chance to win, unless you fight."
  },
  {
    "id": 543,
    "character": "Donquixote Doflamingo",
    "show": "One Piece",
    "quote": "That's right! Whatever the tragedy or the blunder is, only the things that actually happened are written in stone!"
  },
  {
    "id": 544,
    "character": "Ai Haibara",
    "show": "Detective Conan",
    "quote": "Humans live behind masks."
  },
  {
    "id": 545,
    "character": "Kimimaro",
    "show": "Naruto",
    "quote": "Against the power of will I posses... The capability of my body is nothing."
  },
  {
    "id": 546,
    "character": "Choji Akamichi",
    "show": "Naruto",
    "quote": "You can steal the very last bite of my very best food. You can mock me all you want. But if you insult my best friend, I will obliterate you."
  },
  {
    "id": 547,
    "character": "Hidemi Hondou",
    "show": "Detective Conan",
    "quote": "Our contribution will never come into light, but the failure will be noticed immediately."
  },
  {
    "id": 548,
    "character": "Nara Shikamaru",
    "show": "Naruto",
    "quote": "*To Tayuya* How many times do I have to tell you? The first move is always a feint. It's the most basic thing, to land a hit with the second move."
  },
  {
    "id": 549,
    "character": "Eren Yeager",
    "show": "Shingeki no Kyojin",
    "quote": "[referring to a group of thugs] I disposed of some dangerous beasts. Mere animals that just happened to resemble humans."
  },
  {
    "id": 550,
    "character": "Portgas D. Ace",
    "show": "One Piece",
    "quote": "I don't wanna live a thousand years. If I just live through today, that'll be enough."
  },
  {
    "id": 551,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "If you stay hidden like this, you'll be able to get away from the police, however, you will never escape your crime... Madam, are you trying... Are you trying to force your son to carry this burden for the rest of his life?"
  },
  {
    "id": 552,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "Willpower alone isn't enough in battle."
  },
  {
    "id": 553,
    "character": "Madara Uchiha",
    "show": "Naruto",
    "quote": "Wake up to reality! Nothing ever goes as planned in this world. The longer you live, the more you realize that in this reality only pain, suffering and futility exist."
  },
  {
    "id": 554,
    "character": "Monkey D. Dragon",
    "show": "One Piece",
    "quote": "There can be no happiness in a world where the undesirables are thrown away."
  },
  {
    "id": 555,
    "character": "Hanamichi Sakuragi",
    "show": "Slam Dunk",
    "quote": "It's not too late to change ourselves and have a meaningful life."
  },
  {
    "id": 556,
    "character": "Cardina Baumeister",
    "show": "Shingeki no Kyojin: Before the Fall",
    "quote": "Not all people in prison are criminals"
  },
  {
    "id": 557,
    "character": "Monkey D. Luffy",
    "show": "One Piece",
    "quote": "We are NOT asking him where the treasure is hidden!!! We're not even asking him whether there IS any treasure or not!! I'm not sure, but... ...everybody set out to sea, risking their lives to search for it!!! If you ask this old man anything about it here and now... Then I'll quit being a pirate! I don't want to go on a boring adventure like that!"
  },
  {
    "id": 558,
    "character": "Meruem",
    "show": "Hunter X Hunter",
    "quote": "Violence is the greatest power of the world!"
  },
  {
    "id": 559,
    "character": "Armin Arlelt",
    "show": "Shingeki no Kyojin",
    "quote": "The people who have the ability to change something in this world, all, without exception, have guts to abandon things important to them if they have to."
  },
  {
    "id": 560,
    "character": "Tobirama Senju",
    "show": "Naruto",
    "quote": "Grown-ups are idiots. If they really want to bring an end to this endless fighting, they need to sit down with one another and reach a truce."
  },
  {
    "id": 561,
    "character": "Shinichi Kudou",
    "show": "Detective Conan",
    "quote": "There's no such thing as a perfect person in this world."
  }
]